Repository: KDE/apper
Catalog: po/*/apper.po
Languages: az, eu, ka, ko

# The role of the transaction, in present tense
source: Simulating file install
az: Fayl quraşdırılması təqlid olunur
eu: Fitxategi-instalatzea simulatzen
ka: ფაილის დაყენების სიმულაცია
ko: 모의 파일 설치 중

# The role of the transaction, in present tense
source: Downloading required packages
az: Tələb olunan paketlər endirilir
eu: Beharrezko paketeak zama-jaisten
ka: საჭირო პაკეტების გადმოწერა
ko: 필요한 패키지 다운로드 중

# The role of the transaction, in present tense
source: Installing file
az: Fayl quraşdırılır
eu: Fitxategia instalatzen
ka: ფაილის დაყენება
ko: 파일 설치 중

# The role of the transaction, in present tense
source: Refreshing package cache
az: Paket keşi təzələnir
eu: Paketeen cachea berritzen
ka: პაკეტების ქეშის განახლება
ko: 패키지 캐시 새로 고치는 중

# The role of the transaction, in present tense
source: Simulating update
az: Yenilənmə təqlid olunur
eu: Eguneratzea simulatzen
ka: განახლების სიმულაცია
ko: 모의 업데이트 중

# The role of the transaction, in present tense
source: Downloading updates
az: Yenilənmələr yüklənir
eu: Eguneratzeak zama-jaisten
ka: განახლებების გადმოწერა
ko: 업데이트 다운로드 중

# The role of the transaction, in present tense
source: Updating packages
az: Paketlər yenilənir
eu: Paketeak eguneratzen
ka: პაკეტების განახლება
ko: 패키지 업데이트 중

# The role of the transaction, in present tense
source: Canceling
az: İmtina
eu: Bertan behera uzten
ka: გაუქმება
ko: 취소 중

# The role of the transaction, in present tense
source: Getting list of repositories
az: Repazitoriyaların siyahısı alınır
eu: Gordetegien zerrendak lortzen
ka: რეპოზიტორიების სიის მიღება
ko: 저장소 목록 가져오는 중

# The role of the transaction, in present tense
source: Enabling repository
az: Repazitoriyalar qoşulur
eu: Gordetegia gaitzen
ka: რეპოზიტორიის ჩართვა
ko: 저장소 활성화 중

# The role of the transaction, in present tense
source: Setting repository data
az: Repazitoriya verilənləri ayarlanır
eu: Gordetegiko datuak ezartzen
ka: რეპოზიტორიის მონაცემების დაყენება
ko: 저장소 데이터 설정 중

# The role of the transaction, in present tense
source: Resolving
az: Həll olunur
eu: Ebazten
ka: ამოხსნა
ko: 해결 중

# The role of the transaction, in present tense
source: Getting file list
az: Fayl siyahısı alınır
eu: Fitxategi-zerrenda lortzen
ka: ფაილების სიის მიღება
ko: 파일 목록 가져오는 중

# The role of the transaction, in present tense
source: Getting what provides
az: Təqdim olunanlar alınır
eu: Hornitzen duena lortzen
ka: მომწოდებლების მიღება
ko: 제공하는 항목 가져오는 중

# The role of the transaction, in present tense
source: Installing signature
az: İmzalar quraşdırılır
eu: Sinadura instalatzen
ka: ხელმოწერის დაყენება
ko: 서명 설치 중

# The role of the transaction, in present tense
source: Getting package lists
az: Paket siyahıları alınır
eu: Pakete-zerrendak lortzen
ka: პაკეტების სიის მიღება
ko: 패키지 목록 가져오는 중

# The role of the transaction, in present tense
source: Accepting EULA
az: Lisenziya razılaşması qəbul edilir
eu: EULA onartzen
ka: EULA-ზე დათანხმება
ko: EULA 수락 중

# The role of the transaction, in present tense
source: Getting distribution upgrade information
az: Distribütor yenilənməsi məlumatları alınır
eu: Banaketa bertsio-berritzeko informazioa lortzen
ka: დისტრიბუტივის ვერსიის აწევის ინფორმაციის მიღება
ko: 배포판 업그레이드 정보 가져오는 중

# The role of the transaction, in present tense
source: Getting categories
az: Kateqoriyalar alınır
eu: Kategoriak lortzen
ka: კატეგორიების მიღება
ko: 분류 가져오는 중

# The role of the transaction, in present tense
source: Getting old transactions
az: Köhnə tranzaksiyalar alınır
eu: Transakzio zaharrak lortzen
ka: ძველი ტრანზაქციების მიღება
ko: 오래된 트랜잭션 가져오는 중

# The role of the transaction, in present tense
source: Repairing system
az: Sistem bərpası
eu: Sistema konpontzen
ka: სისტემის შეკეთება
ko: 시스템 정비 중

# The role of the transaction, in present tense
source: Removing repository
az: Repazitoriyanın silinməsi
eu: Gordetegia kentzen
ka: რეპოზიტორიის წაშლა
ko: 저장소 삭제 중

# The role of the transaction, in present tense
source: Upgrading the system
az: Sistemin yenilınməsi
eu: Sistema bertsio-berritzen
ka: სისტემის განახლება
ko: 시스템 업그레이드 중

# The role of the transaction, in past tense
source: Unknown role type
az: Naməlum rol növü
eu: Rol-mota ezezaguna
ka: უცნობი როლის ტიპი
ko: 알 수 없는 역할 형식

# The role of the transaction, in past tense
source: Got dependencies
az: Asılılıqlar alındı
eu: Mendekotasunak lortu dira
ka: დამოკიდებულებები მიღებულია
ko: 의존성을 가져옴

# The role of the transaction, in past tense
source: Got update detail
az: Yenilənmə təfərratlarə alındı
eu: Eguneratze zehaztasunak lortu dira
ka: განახლების დეტალები მიღებულია
ko: 업데이트 자세한 정보를 가져옴

# The role of the transaction, in past tense
source: Got details
az: Təfərrüatlar alındı
eu: Zehaztasunak lortu dira
ka: დეტალები მიღებულია
ko: 자세한 정보를 가져옴

# The role of the transaction, in past tense
source: Got requires
az: Tələb olunanlar alındı
eu: Eskakizunak lortu dira
ka: საჭიროებები მიღებულია
ko: 필요한 항목 가져옴

# The role of the transaction, in past tense
source: Got updates
az: Yenilənmələr alındı
eu: Eguneratzeak lortu dira
ka: განახლებები მიღებულია
ko: 업데이트 가져옴

# The role of the transaction, in past tense
source: Searched for package details
az: Paket təfərrüatları tapıldı
eu: Pakete-xehetasunen bilaketa egin da
ka: პაკეტების დეტალების ძებნა დასრულებულია
ko: 패키지의 자세한 정보 검색함

# The role of the transaction, in past tense
source: Searched for file
az: Fayl axtrışı icra olundu
eu: Fitxategiaren bilaketa egin da
ka: ფაილის ძებნა დასრულებულია
ko: 파일 검색함

# The role of the transaction, in past tense
source: Searched groups
az: Qruplar axtarışı icra olundu
eu: Taldeen bilaketa egin da
ka: ჯგუფების ძებნა დასრულებულია
ko: 그룹 검색함

# The role of the transaction, in past tense
source: Searched for package name
az: Paket adı üzrə axtarış icra olundu
eu: Pakete-izenaren bilaketa egin da
ka: პაკეტის სახელით ძებნა დასრულებულია
ko: 패키지 이름 검색함

# The role of the transaction, in past tense
source: Removed packages
az: Paketlər silindi
eu: Paketeak kendu dira
ka: წაშლილი პაკეტები
ko: 패키지 삭제함

# The role of the transaction, in past tense
source: Installed packages
az: Paketlər quraşdırıldı
eu: Paketeak instalatu dira
ka: დაყენებული პაკეტები
ko: 패키지 설치함

# The role of the transaction, in past tense
source: Installed local files
az: Yerli fayllar quraşdırıldı
eu: Fitxategi lokalak instalatu dira
ka: დაყენებული ლოკალური ფაილები
ko: 로컬 파일 설치함

# The role of the transaction, in past tense
source: Refreshed package cache
az: Paket keşi yeniləndi
eu: Paketeen cachea berritu da
ka: პაკეტების ქეში წარმატებით განახლდა
ko: 패키지 캐시 새로 고침

# The role of the transaction, in past tense
source: Updated packages
az: Paketlər yeniləndi
eu: Paketeak eguneratu dira
ka: განახლებული პაკეტები
ko: 패키지 업데이트함

# The role of the transaction, in past tense
source: Canceled
az: İmtina edildi
eu: Bertan behera utzita
ka: გაუქმებულია
ko: 취소함

# The role of the transaction, in past tense
source: Got list of repositories
az: Rapzitoriya siyahıları alındi
eu: Gordetegien zerrenda lortu da
ka: რეპოზიტორიების სია მიღებულია
ko: 저장소 목록 가져옴

# The role of the transaction, in past tense
source: Enabled repository
az: Repazitoriya qoşuldu
eu: Gordetegia gaitu da
ka: რეპოზიტორია ჩართულია
ko: 저장소 활성화함

# The role of the transaction, in past tense
source: Set repository data
az: Repazitoriya verilənləri ayarlandı
eu: Gordetegiko datuak ezarri dira
ka: რეპოზიტორიის მონაცემები დაყენებულია
ko: 저장소 데이터 설정함

# The role of the transaction, in past tense
source: Resolved
az: Həll olundu
eu: Ebatzita
ka: გადაწყვეტილია
ko: 해결됨

# The role of the transaction, in past tense
source: Got file list
az: Fayl siyahısı alındı
eu: Fitxategi-zerrenda lortu da
ka: ფაილების სია მიღებულია
ko: 파일 목록 가져옴

# The role of the transaction, in past tense
source: Got what provides
az: Təqdim edilənlər alındı
eu: Hornitzen duena lortu da
ka: მომწოდებლების სია მიღებულია
ko: 제공하는 항목 가져옴

# The role of the transaction, in past tense
source: Installed signature
az: İmzalar quraşdırıldı
eu: Sinadura instalatu da
ka: ხელმოწერა დაყენებულია
ko: 서명 설치함

# The role of the transaction, in past tense
source: Got package lists
az: Paket siyahıları alındı
eu: Pakete-zerrenda lortu da
ka: პაკეტების სია მიღებულია
ko: 패키지 목록 가져옴

# The role of the transaction, in past tense
source: Accepted EULA
az: Lisenziya razılaşması qəbul edildi
eu: EULA onartu da
ka: EULA-ზე თანხმობა მიცემულია
ko: EULA 수락함

# The role of the transaction, in past tense
source: Downloaded packages
az: Paketlər yükləndi
eu: Zama-jaitsi dira paketeak
ka: პაკეტები გადმოწერილი
ko: 패키지 다운로드함

# The role of the transaction, in past tense
source: Got distribution upgrades
az: Distribütor yenilənmələri alındı
eu: Banaketaren bertsio-berritzeak lortu dira
ka: დისტრიბუტივის ვერსიის აწევა მიღებულია
ko: 배포판 업그레이드 가져옴

# The role of the transaction, in past tense
source: Got categories
az: Kateqoriyalar alındı
eu: Kategoriak lortu dira
ka: კატეგორიები მიღებულია
ko: 분류 가져옴

# The role of the transaction, in past tense
source: Got old transactions
az: Köhnə tranzaksiyalar alındı
eu: Transakzio zaharrak lortu dira
ka: ძველი ტრანზაქციები მიღებულია
ko: 오래된 트랜잭션 가져옴

# The role of the transaction, in past tense
source: Repaired system
az: Sistem bərpa edildi
eu: Sistema konpondu da
ka: სისტემის შეკეთება წარმატებულია
ko: 시스템 복구함

# The role of the transaction, in past tense
source: Removed repository
az: Repazitoriya silindi
eu: Gordetegia kendu da
ka: წაშლილი რეპოზიტორია
ko: 저장소 삭제함

# The role of the transaction, in past tense
source: Upgraded the system
az: Sistem yeniləndi
eu: Sistema bertsio-berritu da
ka: სისტემა განახლდა
ko: 시스템 업그레이드함

source: Downloading
az: Yüklənir
eu: Zama-Jaisten
ka: გადმოწერა
ko: 다운로드 중

source: Updating
az: Yenilənir
eu: Eguneratzen
ka: განახლება
ko: 업데이트 중

source: Installing
az: Quraşdırılır
eu: Instalatzen
ka: დაყენება
ko: 설치 중

source: Removing
az: Silinir
eu: Kentzen
ka: წაშლა
ko: 삭제 중

source: Cleaning up
az: Təmizlənir
eu: Garbitzen
ka: მოსუფთავება
ko: 청소 중

source: Obsoleting
az: Əvəz olunur
eu: Zaharkitu bihurtzen
ka: ამოღება
ko: 패키지 무효화 중

source: Reinstalling
az: Təkrar quraşdırılır
eu: Berrinstalatzen
ka: გადაყენება
ko: 다시 설치 중

source: Preparing
az: Hazırlanır
eu: Prestatzen
ka: მომზადება
ko: 준비 중

source: Decompressing
az: Paketdən çıxarılır
eu: Deskonprimatzen
ka: გაშლა
ko: 압축 해제 중

source: Downloaded
az: Yükləndi
eu: Zama-jaitsita
ka: გადმოწერილია
ko: 다운로드됨

source: Updated
az: Yeniləndi
eu: Eguneratuta
ka: განახლდა
ko: 업데이트됨

source: Removed
az: Silindi
eu: Kenduta
ka: ამოღებულია
ko: 삭제됨

source: Cleaned up
az: Təmizləndi
eu: Garbituta
ka: მოსუფთავებულია
ko: 청소됨

source: Obsoleted
az: Əvəzləndi
eu: Zaharkituta
ka: ამოღებულია
ko: 오래됨

source: Reinstalled
az: Yenidən quraşdırıldı
eu: Berrinstalatuta
ka: გადაყენდა
ko: 다시 설치됨

source: Prepared
az: Hazırlandı
eu: Prest
ka: მომზადებულია
ko: 준비됨

source: Decompressed
az: Paketdən çıxarıldı
eu: Deskonprimatuta
ka: გაშლილია
ko: 압축 해제됨

source: No network connection available
az: Şəbəkə əlaqəsi yoxdur
eu: Ez dago sareko-konexio erabilgarririk
ka: ქსელური შეერთებების გარეშე
ko: 네트워크 연결 없음

source: No package cache is available
az: Paket keşi mövcud deyil
eu: Ez dago pakete-cache erabilgarririk
ka: პაკეტების ქეში მიუწვდომელია
ko: 패키지 캐시를 사용할 수 없음

source: Out of memory
az: Yaddaş Dolub
eu: Memoria beteta
ka: არასაკმარისი მეხსიერება
ko: 메모리 부족

source: Failed to create a thread
az: Mövzu yaratmaq baş tutmadı
eu: Hari bat sortzea huts egin du
ka: ნაკადის შექმნის შეცდომა
ko: 스레드를 만들 수 없음

source: Not supported by this backend
az: Bu modul tərəfindən dəstəklənmir
eu: Bizkarraldeko honek ez du onartzen
ka: მხარდაუჭერელია ამ უკანაბოლოს მიერ
ko: 이 백엔드에서 지원하지 않음

source: An internal system error has occurred
az: Daxili sistem xətası baş verdi
eu: Sistema barneko errore bat gertatu da
ka: ნაპოვნია სისტემის შიდა შეცდომა
ko: 내부 시스템 오류가 발생함

source: A security trust relationship is not present
az: Təhlükəsizlik baxımından etibarlı münasibətləri təqdim olunmayıb
eu: Segurtasun-konfiantza erlazio bat falta da
ka: უსაფრთხო ნდობის ურთიერთობა არ დამყარებულა
ko: 보안 신뢰 관계가 없음

source: The package is not installed
az: Paket quraşdırılmayıb
eu: Paketea ez dago instalatuta
ka: პაკეტი დაყენებული არაა
ko: 패키지가 설치되지 않았음

source: The package was not found
az: Paket tapılmadı
eu: Paketea ez da aurkitu
ka: პაკეტი ვერ ვიპოვე
ko: 패키지를 찾을 수 없음

source: The package is already installed
az: Paket artıq quraşdırılıb
eu: Paketea jada instalatuta dago
ka: პაკეტი უკვე დაყენებულია
ko: 패키지가 이미 설치됨

source: The package download failed
az: Paketin yüklənməsi alınmadı
eu: Paketea zama-jaistea huts egin du
ka: პაკეტის გადმოწერის შეცდომა
ko: 패키지를 다운로드할 수 없음

source: The group was not found
az: Qrup tapılmadı
eu: Taldea ez da aurkitu
ka: ჯგუფი არ არსებობს
ko: 그룹을 찾을 수 없음

source: The group list was invalid
az: Qrup siyahısı etibarsız idi
eu: Talde-zerrenda baliogabea da
ka: ჯგუფების სია არასწორია
ko: 그룹 목록이 잘못됨

source: Dependency resolution failed
az: Asılılıqları həll etmək mümkün olmadı
eu: Mendekotasun ebazpenak huts egin du
ka: დამოკიდებულებების ამოხსნის შეცდომა
ko: 의존성 해결 실패함

source: Search filter was invalid
az: Axtarış süzgəci düzgün deyil
eu: Bilatzeko iragazkia baliogabea zen
ka: ძებნის ფილტრი არსწორია
ko: 검색 필터가 잘못됨

source: The package identifier was not well formed
az: Paket identifikatoru düzgün formalaşmayıb
eu: Pakete-identifikatzailea ez zegoen ondo eratuta
ka: პაკეტის იდენტიფიკატორი არასწორია
ko: 패키지 식별자가 잘못됨

source: Transaction error
az: Tranzaksiya xətası
eu: Transakzio-errorea
ka: ტრანზაქციის შეცდომა
ko: 트랜잭션 오류

source: Repository name was not found
az: Repazitoriya adı tapılmadı
eu: Gordetegiaren izena ez da aurkitu
ka: რეპოზიტორიის სახელი ვერ ვიპოვე
ko: 저장소 이름을 찾을 수 없음

source: Could not remove a protected system package
az: Qorunan sistem paketləri silinə bilməz
eu: Ezin izan da sistemako pakete babestu bat kendu
ka: დაცული სისტემური პაკეტის წაშლა შეუძლებელია
ko: 보호된 시스템 패키지를 삭제할 수 없음

source: The task was canceled
az: Tapşırıq ləğv edildi
eu: Ataza bertan behera utzi da
ka: დავალება გაუქმდა
ko: 작업이 취소됨

source: The task was forcibly canceled
az: Tapşırıq məcburi ləğv edildi
eu: Ataza indarrez utzi da bertan behera
ka: დავალება ნაძალადევად გაუქმდა
ko: 작업이 강제로 취소됨

source: Reading the config file failed
az: Tənzimləmə faylının oxunması baş tutmadı
eu: Konfiguratzeko fitxategia irakurtzea huts egin du
ka: კონფიგურაციის ფაილის წაკითხვის შეცდომა
ko: 설정 파일을 읽을 수 없음

source: The task cannot be cancelled
az: Tapşırıq ləğv edilə bilməz
eu: Ataza ezin da bertan behera utzi
ka: ამოცანის გაუქმება შეუძლებელია
ko: 작업을 취소할 수 없음

source: Source packages cannot be installed
az: Mənbə kodlu paketlər quraşdırıla bilməz
eu: Sorburu paketeak ezin dira instalatu
ka: წყაროს პაკეტის დაყენება შეუძლებელია
ko: 소스 패키지를 설치할 수 없음

source: The license agreement failed
az: Lisenziya razılaşmasının qəbul edilməsi baş tutmadı
eu: Lizentzia hitzarmenak huts egin du
ka: სალიცენზიო შეთანხმების თანხმობის შეცდომა
ko: 라이선스 조항이 거부됨

source: Local file conflict between packages
az: Paketlər arasında yerli ziddiyyət
eu: Pakete arteko fitxategi lokalaren gatazka
ka: ლოკალური ფაილის კონფლიქტი პაკეტებს შორის
ko: 패키지간 로컬 파일이 충돌함

source: Packages are not compatible
az: Paketlər uyğun deyil
eu: Paketeak ez dira bateragarriak
ka: პაკეტები არათავსებადია
ko: 패키지가 호환되지 않음

source: Problem connecting to a software origin
az: Proqram təminatı mənbəyinə qoşulma problemi
eu: Arazoa software jatorri batera konektatzean
ka: პროგრამის წყაროსთან დაკავშირების პრობლემა
ko: 소프트웨어 원본에 연결할 수 없음

source: Failed to initialize
az: Başladıla bilmədi
eu: Hasieratzeak huts egin du
ka: ინიციალიზაციის შეცდომა
ko: 초기화할 수 없음

source: Failed to finalize
az: Yekunlaşdırmaq alınmadı
eu: Azkentzeak huts egin du
ka: დასრულების პრობლემა
ko: 마무리지을 수 없음

source: Cannot get lock
az: Kilidlənmə alına bilmədi
eu: Ezin da giltzatzea lortu
ka: ბლოკის მიღების შეცდომა
ko: 잠글 수 없음

source: No packages to update
az: Yenilənəcək paket yoxdur
eu: Ez dago eguneratu beharreko paketerik
ka: განახლების პაკეტები არ არის
ko: 업데이트할 패키지 없음

source: Cannot write repository configuration
az: Rapazitoriya tənzimləmələrini yazmaq mümkün deyil
eu: Ezin da gordetegiko konfigurazioa idatzi
ka: რეპოზიტორიის კონფიგურაციის ჩაწერის შეცდომა
ko: 저장소 설정을 기록할 수 없음

source: Local install failed
az: Yerli quraşdırma baş tutmadı
eu: Instalatze lokalak huts egin du
ka: ლოკალურად დაყენების შეცდომა
ko: 로컬 설치 실패

source: Bad GPG signature
az: Səhv GPG imzası
eu: GPG sinadura okerra
ka: არასწორი GPG ხელმოწერა
ko: GPG 서명 잘못됨

source: Missing GPG signature
az: GPG imzası çatışmır
eu: GPG sinadura falta da
ka: GPG ხელმოწერა არ არსებობს
ko: GPG 서명 누락됨

source: Repository configuration invalid
az: Səhv repazitoriya tənzimləməsi
eu: Gordetegi konfigurazio baliogabea
ka: რეპოზიტორიის კონფიგურაციის შეცდომა
ko: 저장소 설정이 잘못됨

source: Invalid package file
az: Səhv paket faylı
eu: Pakete-fitxategi baliogabea
ka: პაკეტის არასწორი ფაილი
ko: 잘못된 패키지 파일

source: Package install blocked
az: Paket quraşdırılması əngəlləndi
eu: Pakete-instalatzea blokeatuta
ka: პაკეტის დაყენება დაბლოკილია
ko: 패키지 설치 차단됨

source: Package is corrupt
az: Paket pozulub
eu: Paketea hondatuta dago
ka: პაკეტი დაზიანებულია
ko: 패키지가 손상됨

source: All packages are already installed
az: Bütün paketlər artıq quraşdırılıb
eu: Pakete guztiak dagoenek instalatuta daude
ka: ყველა პაკეტი უკვე დაყენებულია
ko: 모든 패키지가 이미 설치됨

source: The specified file could not be found
az: Göstərilən faylı tapmaq mümkün olmadı
eu: Zehaztutako fitxategia ezin izan da aurkitu
ka: მითითებული ფაილი ვერ მოიძებნა
ko: 지정한 파일을 찾을 수 없음

source: No more mirrors are available
az: Başqa əlçatan güzgülər yoxdur
eu: Ez dago ispilu eskuragarri gehiago
ka: მეტი სარკე მიუწვდომელია
ko: 더 이상 사용할 수 있는 미러가 없음

source: No distribution upgrade data is available
az: Distribütor yenilənməsi məlumatları mövcud deyil
eu: Ez dago banaketa bertsio-berritzeko datu erabilgarririk
ka: დისტრიბუტივის ვერსიის აწევის ინფორმაცია მიუწვდომელია
ko: 배포판 업그레이드 데이터가 없음

source: Package is incompatible with this system
az: Paket bu sistemə uyğun deyil
eu: Paketea sistema honekin bateraezina da
ka: პაკეტი ამ სისტემასთან თავსებადი არაა
ko: 패키지가 이 시스템과 호환되지 않음

source: No space is left on the disk
az: Diskdə boş yer qalmayıb
eu: Diskoaren leku osoa bete da
ka: დისკზე ადგილი აღარ დარჩა
ko: 디스크에 공간이 없음

source: A media change is required
az: Daşıyıcının dəyişdirilməsi tələb olunur
eu: Euskarri aldaketa bat behar da
ka: საჭიროა დისკის შეცვლა
ko: 미디어 변경 필요함

source: Authorization failed
az: Giriş İcazəsi Təsdiq edilmədi
eu: Baimen-emateak huts egin du
ka: ავტორიზაციის შეცდომა
ko: 인증 실패

source: Update not found
az: Yenilənmə tapılmadı
eu: Eguneratzea ez da aurkitu
ka: განახლება ვერ ვიპოვე
ko: 업데이트를 찾을 수 없음

source: Cannot install from untrusted origin
az: Etibarsız mənbədən quraşdırmaq mümkün deyil
eu: Ezin da instalatu konfiantzatarik ez duen jatorritik
ka: არასანდო წყაროდან დაყენება შეუძლებელია
ko: 신뢰할 수 없는 출처에서 설치할 수 없음

source: Cannot update from untrusted origin
az: Etibarsız mənbədən yeniləmək mümkün deyil
eu: Ezin da eguneratu konfiantzarik ez duen jatorritik
ka: არასანდო წყაროდან განახლება შეუძლებელია
ko: 신뢰할 수 없는 출처에서 업데이트할 수 없음

source: Cannot get the file list
az: Fayl siyahısını almaq mümkün deyil
eu: Ezin da lortu fitxategi-zerrenda
ka: ფაილების სიის მიღების შეცდომა
ko: 파일 목록을 얻을 수 없음

source: Cannot get package requires
az: Tələb olunan paketlərin alınması mümkün deyil
eu: Ezin dira lortu paketearen eskakizunak
ka: პაკეტების საჭიროებების მიღების შეცდომა
ko: 패키지 요구 사항을 얻을 수 없음

source: Cannot disable origin
az: Məınbəni söndürmək mümkün deyil
eu: Ezin da jatorria ezgaitu
ka: წყაროს გათიშვის შეცდომა
ko: 원본을 비활성화할 수 없음

source: The download failed
az: Yükləmə baş tutmadı
eu: Zama-jaistea huts egin du
ka: გადმოწერის შეცდომა
ko: 다운로드 실패

source: Package failed to configure
az: Paketin tənzimlınməsi baş tutmadı
eu: Paketea konfiguratzea huts egin du
ka: პაკეტის მორგების შეცდომა
ko: 패키지를 설정할 수 없음

source: Package failed to build
az: Paketin qurulması baş tutmadı
eu: Paketea eraikitzea huts egin du
ka: პაკეტის აგების შეცდომა
ko: 패키지를 빌드할 수 없음

source: Package failed to install
az: Pkaeti quraşdırmaq mümkün olmadı
eu: Paketea instalatzea huts egin du
ka: პაკეტის დაყენების შეცდომა
ko: 패키지를 설치할 수 없음

source: Package failed to be removed
az: Paketin silinməsi baş tutmadı
eu: Paketea kentzea huts egin du
ka: პაკეტის წაშლის შეცდომა
ko: 패키지를 삭제할 수 없음

source: Update failed due to running process
az: İşlək proseslər səbəbindən yenilənmə alınmadı
eu: Eguneratzea huts egin du martxan dagoen prozesu baten eraginez
ka: განახლების შეცდომა გაშვებული პროცესის გამო
ko: 실행 중인 프로세스 때문에 업데이트할 수 없음

source: The package database was changed
az: Paketin verilənlər bazası dəyişdirilib
eu: Paketeen datu-basea aldatu egin da
ka: პაკეტების ბაზა შეიცვალა
ko: 패키지 데이터베이스가 변경됨

source: Virtual provide type is not supported
az: Virtual təqdimat növü dəstəklənmir
eu: Alegiazko hornitze mota ez da onartzen
ka: ვირტუალური მომწოდებლის ტიპი მხარდაუჭერელია
ko: 가상 제공 형식은 지원하지 않음

source: Install root is invalid
az: İnzibatçı imtiyazları (root) ilə quraşdırılma mümkün deyil
eu: Instalazioaren erroa baliogabea da
ka: დაყენების root საქაღალდე არასწორია
ko: 설치 루트 경로가 잘못됨

source: Cannot fetch install sources
az: Quraşdırılma üçün məlumat mənbəyinin alınması baş tutmadı
eu: Ezin dira ekarri instalatzeko sorburuak
ka: დაყენების წყაროების გამოთხოვის შეცდომა
ko: 설치 원본을 가져올 수 없음

source: Rescheduled due to priority
az: Siyahılar üstünlük dərəcəsinə görə düzüldü
eu: Birprogramatua, lehentasuna dela eta
ka: გადაგეგმილია პრიორიტეტის გამო
ko: 우선 순위로 인해 일정이 변경됨

source: Unfinished transaction
az: Başa çatmamış əməliyyat
eu: Amaitu gabeko transakzioa
ka: დაუსრულებელი ტრანზაქცია
ko: 완료되지 않은 트랜잭션

source: Lock required
az: Kilidlənmə tələb olunur
eu: Giltzatu beharra dago
ka: საჭიროა დაბლოკვა
ko: 잠금 필요함

source: Unknown error
az: Naməlum xəta
eu: Errore ezezaguna
ka: უცნობი შეცდომა
ko: 알 수 없는 오류

source: There is no network connection available. Please check your connection settings and try again
az: Şəbəkə əlaqəsi yoxdur. Şəbəkə əlaqəsi ayarlarını yoxlayın və yenidən cəhd edin
eu: Ez dago sareko konexio eskuragarririk. Ikuskatu zure konexioaren ezarpenak eta berriz saiatu
ka: ქსელი ხელმიუწვდომელია. გადაამოწმეთ მიერთება და თავიდან სცადეთ
ko: 네트워크 연결을 사용할 수 없습니다. 연결 설정을 확인하고 다시 시도하십시오

source: The package list needs to be rebuilt. This should have been done by the backend automatically.
az: Paket siyahısının yenidən qurulması tələb olunur. Bu əməliyyat modul tərəfindən avtomatik icra olunmalıdır.
eu: Pakete-zerrenda berreraiki beharra dago. Bizkarraldekoak automatikoki egin beharko zukeen.
ka: საჭიროა პაკეტის თავიდან აგება. ეს უკანაბოლოს მიერ ავტომატურად უნდა მომხდარიყო.
ko: 패키지 목록을 다시 생성해야 합니다. 백엔드에서 자동으로 수행했어야 합니다.

source: The service that is responsible for handling user requests is out of memory. Please close some programs or restart your computer.
az: İstifadəçinin tələblərinin təmin olunmasına cavabdeh olan xidmətin işləməsi üçün yaddaş kifayət etmir. Lütfən, bəzi tətbiqləri bağlayın və ya sistemi yenidən başladın.
eu: Erabiltzaileen eskariak kudeatzeko ardura duen zerbitzuari memoria motz gelditu zaio. Itxi itzazu programa batzuk edo berrabiatu zure ordenagailua.
ka: მომხმარებლის მოთხოვნებს დამუშავებაზე პასუხისმგებელი სერვისისთვის მეხსიერება საკმარისი არაა. დახურეთ ზოგიერთი პროგრამა ან გადატვირთეთ კომპიუტერი.
ko: 사용자 요청을 처리할 서비스의 메모리가 부족합니다. 일부 프로그램을 닫거나 컴퓨터를 다시 시작하십시오.

source: A thread could not be created to service the user request.
az: İstifadəçi sorğusuna xidmət etmək üçün bir mövzu yaradıla bilmədi.
eu: Ezin izan da, erabiltzailearen eskariari zerbitzu emateko, hari bat sortu.
ka: მომხმარებლის მოთხოვნის დამუშავების ნაკადის შექმნის შეცდომა.
ko: 사용자 요청을 처리할 스레드를 생성할 수 없습니다.
