Repository: KDE/apper
Catalog: po/*/apper.po
Languages: az, eu, ka, ko

source: A program is running that has to be closed before the update can proceed. More information is available in the detailed report.
az: Yeniləməyə davam etmədən əvvəl bağlanması lazım olan bir proqram işləyir Daha çox məlumatlar ətraflı hesabatda mövcuddur.
eu: Eguneratzearekin jarraitu ahal izateko, martxan dagoen programa bat itxi beharra dago. Informazio gehiago erabilgarri dago txosten xehatuan.
ka: განახლების გაგრძელებამდე საჭიროა, გამშვები პროგრამა დაიხუროს. მეტი ინფორმაცია შეგიძლიათ დეტალურ ანგარიშში იხილოთ.
ko: 업데이트를 진행하려면 실행 중인 프로그램을 종료해야 합니다. 자세한 정보는 보고서를 확인하십시오.

source: The package database was changed while the request was running.
az: Sorğu göndərilməsi zamanı paketin verilənlər bazası dəyişdirildi.
eu: Paketeen datu-basea aldatu egin da eskaria egin bitartean.
ka: პაკეტების მონაცემთა ბაზა მოთხოვნის მიმდინარეობისას შეიცვალა.
ko: 요청을 처리하는 동안 패키지 데이터베이스가 변경되었습니다.

source: The virtual provide type is not supported by this system.
az: Virtual təqdimat növü bu sistem tərəfindən dəstəklənmir.
eu: Sistema honek ez du onartzen alegiazko hornitze mota.
ka: ვირტუალური მომწოდებლის ტიპი ამ სისტემაზე მხარდაუჭერელია.
ko: 이 시스템에서는 가상 제공 형식을 지원하지 않습니다.

source: The install root is invalid. Please contact your administrator.
az: İnzibatçı imtiyazları (root) ilə quraşdırmaq baş tutmadı. Lütfən inzibatçı (admin) ilə əlaqə saxlayın.
eu: Instalatzeko erroa baliogabea da. Jar zaitez zure sistemako administratzailearekin harremanean.
ka: დაყენების საწყისი საქაღალდე არასწორია. დაუკავშირდით თქვენს ადმინისტრატორს.
ko: 설치 루트가 잘못되었습니다. 관리자에게 연락하십시오.

source: The list of software could not be downloaded.
az: Proqram təminatı siyahısı yüklənə bilmədi.
eu: Software zerrenda ezin izan da zama-jaitsi.
ka: პროგრამების სიის გადმოწერა შეუძლებელია.
ko: 소프트웨어 목록을 다운로드할 수 없습니다.

source: The transaction has been cancelled and will be retried when the system is idle.
az: Tranzaksiya ləğv edildi və sistemin boş dayanması zamanı buna təkrar cəhd olunacaq.
eu: Transakzioa bertan behera utzi da eta sistema lanik gabe dagoenean berriz egiten saiatuko da.
ka: ტრანზაქცია გაუქმდა და თავიდან გაეშვება, როცა სისტემა დაკავებული აღარ იქნება.
ko: 트랜잭션이 취소되었으며 시스템이 유휴 상태일 때 다시 시도합니다.

source: A previous package management transaction was interrupted.
az: Əvvəlki paket meneceri tranzaksiyası yarımçıq kəsildi.
eu: Paketeak kudeatzeko aurreko transakzio bat eten egin zen.
ka: პაკეტების მმართველის წინა ტრანზაქცია შეწყდა.
ko: 이전 패키지 관리 트랜잭션이 중단되었습니다.

source: A package manager lock is required.
az: Paked meneceri kilidlənməsi tələb olunur.
eu: Pakete kudeatzailearen giltzatze bat behar da.
ka: პაკეტების მმართველის ბლოკი აუცილებელია.
ko: 패키지 관리자 잠금이 필요합니다.

source: Unknown error, please report a bug. More information is available in the detailed report.
az: Naməlum xəta, lütfən, xəta hesabatı göndərin. Daha çox məlumatlar ətraflı hesabatda mövcuddur.
eu: Errore ezezaguna, mesedez, akatsaren berri eman ezazu. Informazio gehiago erabilgarri dago txosten xehatuan.
ka: უცნობი შეცდომა. გთხოვთ გამოგვიგზავნოთ ანგარიში. მეტი ინფორმაცია დეტალურ ანგარიშშია ხელმისაწვდომი.
ko: 알 수 없는 오류입니다. 버그를 보고해 주십시오. 자세한 정보는 보고서를 참조하십시오.

# The group type
source: Accessibility
az: Xüsusi imkanlar
eu: Irisgarritasuna
ka: წვდომადობა
ko: 접근성

# The group type
source: Accessories
az: Alətlər
eu: Osagarriak
ka: აქსესუარები
ko: 보조 프로그램

# The group type
source: Education
az: Təhsil
eu: Hezkuntza
ka: განათლება
ko: 교육

# The group type
source: Games
az: Oyunlar
eu: Jokoak
ka: თამაშები
ko: 게임

# The group type
source: Graphics
az: Qrafika
eu: Grafikoak
ka: გრაფიკა
ko: 그래픽

# The group type
source: Internet
ka: ინტერნეტი
ko: 인터넷

# The group type
source: Office
az: Ofis
eu: Bulegoa
ka: ოფისი
ko: 사무용 도구

# The group type
source: Others
az: Digəriləri
eu: Besteak
ka: სხვები
ko: 기타

# The group type
source: Development
az: Tərtibat vasitəsi
eu: Garapena
ka: შემუშავება
ko: 개발

# The group type
source: Multimedia
ka: მულტიმედია
ko: 멀티미디어

# The group type
source: System
az: Sistem
eu: Sistema
ka: სისტემა
ko: 시스템

# The group type
source: GNOME desktop
az: GNOME İş masası
eu: GNOME mahaigaina
ka: სამუშაო გარემო GNOME
ko: 그놈 데스크톱

# The group type
source: KDE desktop
az: KDE İş masası
eu: KDE mahaigaina
ka: KDE Plasma სამუშაო მაგდა
ko: KDE 데스크톱

# The group type
source: XFCE desktop
az: XFCE İş masası
eu: XFCE mahaigaina
ka: სამუშაო გარემო XFCE
ko: XFCE 데스크톱

# The group type
source: Other desktops
az: Digər iş masaları
eu: Beste mahaigain batzuk
ka: სხვა სამუშაო გარემოები
ko: 다른 데스크톱

# The group type
source: Publishing
az: Yayım
eu: Argitaratzea
ka: გამოცემა
ko: 출판

# The group type
source: Servers
az: Serverlər
eu: Zerbitzariak
ka: სერვერები
ko: 서버

# The group type
source: Fonts
az: Şriftlər
eu: Letra-tipoak
ka: ფონტები
ko: 글꼴

# The group type
source: Admin tools
az: Admin alətləri
eu: Administratzeko tresnak
ka: ადმინისტრირების ხელსაწყოები
ko: 관리 도구

# The group type
source: Legacy
az: Köhnəlmiş
eu: Ondarea
ka: ძველი
ko: 레거시

# The group type
source: Localization
az: Lokallaşma
eu: Toki-ezarpen
ka: ლოკალიზაცია
ko: 지역화

# The group type
source: Virtualization
az: Virtuallaşma
eu: Alegiazkotzea
ka: ვირტუალიზაცია
ko: 가상화

# The group type
source: Security
az: Təhlükəsizlik
eu: Segurtasuna
ka: უსაფრთხოება
ko: 보안

# The group type
source: Power management
az: Enerji idarəetməsi
eu: Energia-kudeaketa
ka: ენერგიის მართვა
ko: 전원 관리

# The group type
source: Communication
az: Rabitə
eu: Komunikazioa
ka: ურთიერთობა
ko: 통신

# The group type
source: Network
az: Şəbəkə
eu: Sarea
ka: ქსელი
ko: 네트워크

# The group type
source: Maps
az: Xəritələr
eu: Mapak
ka: რუკები
ko: 지도

# The group type
source: Software sources
az: Proqram Təminatı mənbələri
eu: Software sorburuak
ka: პროგრამების წყაროები
ko: 소프트웨어 원본

# The group type
source: Science
az: Elm
eu: Zientzia
ka: მეცნიერება
ko: 과학

# The group type
source: Documentation
az: Sənədləşmə
eu: Dokumentazioa
ka: დოკუმენტაცია
ko: 문서화

# The group type
source: Electronics
az: Elektronika
eu: Elektronika
ka: ელექტრონიკა
ko: 전자 공학

# The group type
source: Package collections
az: Paket kolleksiyaları
eu: Pakete bildumak
ka: პაკეტების კოლექციები
ko: 패키지 모음집

# The group type
source: Vendor
az: İstehsalçı
eu: Hornitzailea
ka: მომწოდებელი
ko: 제조사

# The group type
source: Newest packages
az: Ən yeni paketlər
eu: Pakete berrienak
ka: უახლესი პაკეტები
ko: 최신 패키지

# The group type
source: Unknown group
az: Naməlum qrup
eu: Talde ezezaguna
ka: უცნობი ჯგუფი
ko: 알 수 없는 그룹

# The type of update
source: Trivial update
az: Sadə yenilənmə
eu: Eguneratze hutsala
ka: ჩვეულებრივი განახლება
ko: 사소한 업데이트

# The type of update
source: Normal update
az: Normal yenilənmə
eu: Eguneratze arrunta
ka: ნორმალური განახლება
ko: 일반 업데이트

# The type of update
source: Important update
az: Vacib yenilənmə
eu: Eguneratze garrantzitsua
ka: მნიშვნელოვანი განახლება
ko: 중요 업데이트

# The type of update
source: Security update
az: Təhlükəsizlik yenilənməsi
eu: Segurtasun eguneratzea
ka: უსაფრთხოების განახლება
ko: 보안 업데이트

# The type of update
source: Bug fix update
az: Xətaların aradan qaldırılması
eu: Akatsak konpontzeko eguneratzea
ka: შეცდომების გასწორების განახლება
ko: 버그 수정 업데이트

# The type of update
source: Enhancement update
az: Təkmilləşdirici yenilənmə
eu: Areagotzeko eguneratzeak
ka: გაფართოების განახლება
ko: 기능 개선 업데이트

# The type of update
source: Blocked update
az: Kilidlənmiş yenilənmə
eu: Blokeatutako eguneratzea
ka: დაბლოკილი განახლება
ko: 차단된 업데이트

# The type of update
source: Installed
az: Quraşdırılmış
eu: Instalatuta
ka: ჩადგმულია
ko: 설치됨

# The type of update
source: Available
az: Mövcud
eu: Erabilgarri
ka: ხელმისაწვდომია
ko: 사용 가능

# The type of update
source: Unknown update
az: Naməlum yenilənmə
eu: Eguneratze ezezaguna
ka: უცნობი განახლება
ko: 알 수 없는 업데이트

source: No Updates Available
az: Yenilənmə yoxdur
eu: Ez dago eguneratze erabilgarririk
ka: განახლება ხელმისაწვდომი არაა
ko: 사용 가능한 업데이트 없음

# Some updates were selected on the view
source: 1 Update Selected
az: %1 yenilənmə seçildi
eu: Eguneratu 1 hautatu da
ka: მონიშნულია 1 განახლება
ko: 업데이트 %1개 선택됨

# Some updates are being shown on the screen
source: 1 Update
az: %1 yenilənmə
eu: Eguneratze 1
ka: 1 განახლება
ko: 업데이트 %1개

# Part of: %1 Updates, %1 Selected
source: %1 Update
az: %1 yenilənmə
eu: Eguneratze %1
ka: 1 განახლება
ko: 업데이트 %1개

# Part of: %1 Updates, %1 Selected
source: %1 Selected
az: %1 seçildi
eu: %1 hautatuta
ka: %1 მონიშნულია
ko: %1개 선택됨

source: No Packages
az: Paketlər yoxdur
eu: Paketerik ez
ka: პაკეტების გარეშე
ko: 패키지 없음

source: 1 Package
az: %1 paket
eu: Pakete 1
ka: 1 პაკეტი
ko: 패키지 %1개

source: No restart is necessary
az: Yenidən başlatmağa ehtiyac yoxdur
eu: Ez dago berrabiatu beharrik
ka: გადატვირთვა საჭირო არაა
ko: 다시 시작할 필요 없음

source: You will be required to restart this application
az: Bu tətbiqi yenidən başlatmanız tələb olunacaq
eu: Aplikazioa berrabiatzea eskatuko zaizu
ka: საჭიროა აპლიკაციის გადატვირთვა
ko: 이 앱을 다시 시작해야 함

source: You will be required to log out and back in
az: Sistemdən çıxmanız və yenidən daxil olmanız tələb olunacaq
eu: Saio-itxi eta atzera -hastea eskatuko zaizu
ka: საჭიროა გასვლა და შემოსვლა
ko: 로그아웃 후 다시 로그인해야 함

source: A restart will be required
az: Yenidən başlatma tələb olunacaq
eu: Berrabiarazi beharko da
ka: საჭიროა კომპიუტერის გადატვირთვა
ko: 다시 시작해야 함

source: You will be required to log out and back in due to a security update.
az: Təhlükəsiz yenilənməsinin qüvvəyə minməsi üçün sistemdən çıxmanız və yenidın daxil olmanız tələb olunacaq.
eu: Segurtasun eguneratze baten ondorioz saio-itxi eta atzera -hastea eskatuko zaizu.
ka: საჭიროა გასვლა და შემოსვლა, უსაფრთხოების განახლების გამო.
ko: 보안 업데이트를 적용하려면 로그아웃 후 다시 로그인해야 합니다.

source: A restart will be required due to a security update.
az: Təhlükəsizlik yenilənməsinin qüvvəyə minməsi üçün sistemi yenidən başlatmanız tələb olunacaq.
eu: Segurtasun eguneratze baten ondorioz berrabiarazi beharra dago.
ka: უსაფრთხოების განახლების გამო საჭიროა გადატვირთვა.
ko: 보안 업데이트를 적용하려면 다시 시작해야 합니다.

source: No restart is required
az: Yenidən başlatma tələb olunmur
eu: Ez dago berrabiarazi beharrik
ka: გადატვირთვა საჭირო არაა
ko: 다시 시작할 필요 없음

source: A restart is required
az: Yenidən başlatmaq tələb olunur
eu: Berrabiarazi egin behar da
ka: გადატვრთვა საჭიროა
ko: 다시 시작해야 함

source: You need to log out and log back in
az: Sistemdən çıxmanız və yenidən daxil olmanız lazımdır
eu: Saio-itxi eta atzera -hasi behar duzu
ka: საჭიროა გახვიდეთ და ისევ შემოხვიდეთ
ko: 로그아웃 후 다시 로그인해야 함

source: You need to restart the application
az: Bu tətbiqi yenidən başlatmanız lazımdır
eu: Aplikazioa berrabiarazi behar duzu
ka: საჭიროა აპლიკაციის გადატვირთვა
ko: 앱을 다시 시작해야 함

source: You need to log out and log back in to remain secure.
az: Təhlükəsizliyini təmin etmək üçün sistemdən çıxmalı və yenidən daxil olmalısınız.
eu: Saio-itxi eta atzera -hasi behar duzu seguru jarraitzeko.
ka: უსაფრთხოდ ყოფნისთვის საჭიროა გახვიდეთ და თავიდან შემოხვიდეთ.
ko: 보안을 유지하려면 로그아웃 후 다시 로그인해야 합니다.

source: A restart is required to remain secure.
az: Təhlükəsizliyini təmin etmək üçün sistemi yenidən başlatmanız lazımdır.
eu: Seguru egoteko berrabiatu beharra dago.
ka: უსაფრთხოდ ყოფნისთვის გადატვირთვა აუცილებელია.
ko: 보안을 유지하려면 다시 시작해야 합니다.

source: Stable
az: Sabit
eu: Egonkorra
ka: სტაბილური
ko: 안정 버전

source: Unstable
az: Qeyri-sabit
eu: Ezegonkorra
ka: არასტაბილური
ko: 불안정 버전

source: Testing
az: Sınaqdan keçirilən
eu: Probakoa
ka: ტესტირება
ko: 시험 버전

source: Please insert the CD labeled '%1', and press continue.
az: "%1" yarlıqlı CD daxil edin və "Davam edin" vurun.
eu: Sartu «%1» etiketa duen CDa, eta sakatu jarraitu.
ka: ჩადეთ '%1' ჭდის მქონე CD და გაგრძელებას დააჭირეთ.
ko: '%1' CD를 넣고 계속을 누르십시오.

source: Please insert the DVD labeled '%1', and press continue.
az: "%1" yarlıqlı DVD daxil edin və "Davam edin" vurun.
eu: Sartu «%1» etiketa duen DVDa, eta sakatu jarraitu.
ka: ჩადეთ '%1' ჭდის მქონე DVD და გაგრძელებას დააჭირეთ.
ko: '%1' DVD를 넣고 계속을 누르십시오.

source: Please insert the disc labeled '%1', and press continue.
az: "%1" yarlıqlı diski daxil edin və "Davam edin" vurun.
eu: Sartu «%1» etiketa duen diskoa, eta sakatu jarraitu.
ka: ჩადეთ '%1' ჭდის მქონე დისკი და გაგრძელებას დააჭირეთ.
ko: '%1' 디스크를 넣고 계속을 누르십시오.

source: Please insert the medium labeled '%1', and press continue.
az: "%1" yarlıqlı daşıyıcı daxil edin və "Davam edin" vurun.
eu: Sartu «%1» etiketa duen euskarria, eta sakatu jarraitu.
ka: ჩადეთ '%1' ჭდის მქონე მედია და გაგრძელებას დააჭირეთ.
ko: '%1' 미디어를 넣고 계속을 누르십시오.

source: You do not have the necessary privileges to perform this action.
az: Bu əməli həyata keçirmək üçün lazımi imtiyazlarınız yoxdur.
eu: Ez duzu ekintza hau burutzeko beharrezko pribilegiorik.
ka: ამ ქმედების შესრულების წვდომა არ გაგაჩნიათ.
ko: 이 작업을 수행할 권한이 없습니다.

source: Could not get a transaction id from packagekitd.
az: Packagekitd'dən tranzaksiya İD-sini əldə etmək mümkün olmadı.
eu: Ezin izan da «packagekitd»gandik transakzio ID bat lortu.
ka: Packagekitd-დან ტრანზაქციის ID-ის მიღების შეცდომა.
ko: packagekitd에서 트랜잭션 ID를 가져올 수 없습니다.

source: Cannot connect to this transaction id.
az: Bu tranzaksiya İD-sinə qoşulmaq mümkün deyil.
eu: Ezin da transakzio ID honekin konektatu.
ka: ამ ტრანზაქციის ID-ზე მიერთების შეცდომა.
ko: 이 트랜잭션 ID에 연결할 수 없습니다.

source: This action is unknown.
az: Bu əməl naməlumdur.
eu: Ekintza hau ezezaguna da.
ka: ქმედება უცნობია.
ko: 이 동작은 알 수 없습니다.

source: The packagekitd service could not be started.
az: Packagekitd xidmətini başlatmaq mümkün olmadı.
eu: «packagekitd» zerbitzua ezin izan da abiarazi.
ka: Packagekitd სერვისის გაშვების შეცდომა.
ko: packagekitd 서비스를 시작할 수 없습니다.

source: The query is not valid.
az: Sorğu tapılmadı.
eu: Itauna ez da balioduna.
ka: მოთხოვნა არასწორია.
ko: 질의가 잘못되었습니다.

source: The file is not valid.
az: Fayl düzgün deyil.
eu: Fitxategia ez da balioduna.
ka: ფაილი არასწორია.
ko: 파일이 잘못되었습니다.

source: This function is not yet supported.
az: Bu funksiya hələlik dəstəklənmir.
eu: Funtzio hau oraindik ez da onartzen.
ka: ეს ფუნქცია ჯერ მხარდაჭერილი არაა.
ko: 이 기능은 아직 지원하지 않습니다.

source: Could not talk to packagekitd.
az: Packagekitd ilə ilə əlaqə yaratmaq mümkün olmadı.
eu: Ezin izan da «packagekitd»ekin mintzatu.
ka: Packagekitd-სთან საუბარი შეუძლებელია.
ko: packagekitd와 통신할 수 없습니다.

source: Error talking to packagekitd.
az: Packagekitd ilə əlaqədə xəta.
eu: Errorea «packagekitd»ekin mintzatzean.
ka: Packagekitd-სთან საუბარი შეუძლებელია.
ko: packagekitd와 통신하는 중 오류가 발생했습니다.

source: An unknown error happened.
az: Naməlum xəta baş verdi.
eu: Errore ezezagun bat gertatu da.
ka: უცნობი შეცდომა.
ko: 알 수 없는 오류가 발생했습니다.

source: Your system is up to date
az: Sisteminiz yenilənmişdir
eu: Zure sistema eguneratuta dago
ka: თქვენი უკვე სისტემა განახლებულია
ko: 시스템이 최신 상태입니다

source: You have no updates
az: Yenilənmələr yoxdur
eu: Ez duzu eguneratzekorik
ka: განახლებების გარეშე
ko: 업데이트 없음

source: Last check for updates was more than a month ago
az: Yenilənmələr, bira yadan çoxdur ki yoxlanılmayıb
eu: Eguneratzeen azken egiaztatzea duela hilabete baino gehiago izan zen
ka: განახლებების ბოლო შემოწმება ერთ თვეზე მეტი ხნის წინ მოხდა
ko: 한 달 이상 전에 마지막으로 업데이트를 확인함

source: Verified %1 ago
az: %1 öncə doğrulandı
eu: Egiaztatua duela %1
ka: შემოწმებულია %1-ის წინ
ko: %1 전에 검사함

source: It's strongly recommended that you check for new updates now
az: İndi yenilənmələrin yoxlanması ciddi tövsiyyə olunur
eu: Biziki gomendatzen zaizu, orain, eguneratze berriak dauden egiaztatzea
ka: რეკომენდებულია, რომ შეამოწმოთ განახლებები
ko: 지금 새 업데이트를 확인하기를 추천합니다

source: You are about to install unsigned packages that can compromise your system, as it is impossible to verify if the software came from a trusted source. Are you sure you want to proceed with the installation?
az: Siz sisteminizin təhlükəsizlik səviyyəsini zəiflədəcək imzalanmamış paketləri quraşdırmaq üzrəsiniz.Ş belə ki, bu paketlərin mənbəyinin etibarlığını doğrulamaq mümkün deyil. Quraşdırmanı davam etmək istəyirsiniz?
eu: Zure sistema arriskuan jar dezaketen sinatu gabeko paketeak instalatzera zoaz, softwarea sorburu fidagarritik datorren egiaztatzea ezinezkoa delarik. Ziur zaude instalatzen jarraitu nahi duzula?
ka: აპირებთ, დააყენოთ ხელმოუწერელი პაკეტები, რომლებსაც სისტემისთვის ზიანის მოტანა შეუძლიათ, რადგან შეუძლებელია გადამოწმება, სანდოა მისი წყარო, თუ არა. გნებავთ, მაინც დააყენოთ ის?
ko: 소프트웨어가 신뢰할 수 있는 원본에서 온 것인지 확인할 수 없으므로 잠재적으로 시스템을 손상시킬 수 있는 서명되지 않은 패키지를 설치하려고 합니다. 설치를 계속 진행하시겠습니까?

source: Installing unsigned software
az: İmzalanmamış proqram təminatını quraşdırmaq
eu: Sinatu gabeko softwarea instalatzen
ka: ხელმოუწერელი პროგრამების დაყენება
ko: 서명되지 않은 소프트웨어 설치

source: icon
az: nişan
eu: Ikonoa
ka: ხატულა
ko: 아이콘

source: Downloading Packages
az: Paketlər Yüklənir
eu: Paketeak zama-jaisten
ka: პაკეტების გადმოწერა
ko: 패키지 다운로드 중

source: Software signature is required
az: Proqram imzalanmış olmalıdır
eu: Softwarearen sinadura beharrezkoa da
ka: პროგრამის ხელმოწერა აუცილებელია
ko: 소프트웨어 서명이 필요함

source: Repository name:
az: Repazitoriya adı:
eu: Gordetegi-izena:
ka: რეპოზიტორიის სახელი:
ko: 저장소 이름:

source: Signature URL:
az: İmzaalar URL'u:
eu: Sinaduraren URL:
ka: ხელმოწერის URL:
ko: 서명 URL:

source: Signature user identifier:
az: İmza istifadəçisi kimliyi:
eu: Sinadura erabiltzailearen identifikatzailea:
ka: ხელმოწერის მომხმარებლის იდენტიფიკატორი:
ko: 서명 사용자 식별자:

source: Signature identifier:
az: İmza kimliyi:
eu: Sinadura identifikatzailea:
ka: ხელმოწერის იდენტიფიკატორი:
ko: 서명 식별자:

source: Do you trust the origin of packages?
az: Paketlərin mənbəyinə etibar edirsiniz?
eu: Paketeen jatorriaz fidatzen al zara?
ka: ენდობით პაკეტების ამ წყაროს?
ko: 패키지 원본을 신뢰합니까?

source: Additional changes
az: Əlavə dəyişikliklər
eu: Aldaketa osagarriak
ka: დამატებითი ცვლილებები
ko: 추가 변경 사항

source: 1 package to remove
az: Silinəcək %1 paket
eu: Kentzeko pakete 1
ka: წაიშლება 1 პაკეტი
ko: 패키지 %1개를 삭제해야 함

source: 1 package to downgrade
az: Versiyası azaldılacaq %1 paket
eu: Bertsio-zaharragotzeko pakete 1
ka: 1 პაკეტის ვერსიის დაწევა
ko: 패키지 %1개를 다운그레이드해야 함

source: 1 package to reinstall
az: Yenidən quraşdırılacaq %1 paket
eu: Berrinstalatzeko pakete 1
ka: 1 პაკეტის თავიდან დაყენება
ko: 패키지 %1개를 다시 설치해야 함

source: 1 package to install
az: Quraşdırılacaq %1 paket
eu: Instalatzeko pakete 1
ka: 1 პაკეტის დაყენება
ko: 패키지 %1개를 설치해야 함

source: 1 package to update
az: Yenilənəcək %1 paket
eu: Eguneratzeko pakete 1
ka: 1 პაკეტი განახლდება
ko: 패키지 %1개를 업데이트해야 함

source: 1 untrusted package
az: %1 etibarsız paket
eu: Konfiantzazkoa ez den pakete 1
ka: 1 არასანდო პაკეტი
ko: 패키지 %1개를 신뢰할 수 없음

# how many bytes are required for download
source: Need to get %1 of archives
az: %1 arxiv almaq lazımdır
eu: Artxiboetatik %1 lortu beharra dago
ka: საჭიროა %1 არქივის მიღება
ko: 다운로드 크기는 %1임

source: You are about to install unsigned packages that can compromise your system, as it is impossible to verify if the software came from a trusted source.
az: Siz sisteminizin təhlükəsizlik səviyyəsini zəiflədəcək imzalanmamış paketləri quraşdırmaq üzrəsiniz.Ş belə ki, bu paketlərin mənbəyinin etibarlığını doğrulamaq mümkün deyil.
eu: Zure sistema arriskuan jar dezaketen sinatu gabeko paketeak instalatzera zoaz, softwarea sorburu fidagarritik datorren egiaztatzea ezinezkoa delarik.
ka: აპირებთ, დააყენოთ ხელმოუწერელი პაკეტები, რომლებსაც სისტემისთვის ზიანის მოტანა შეუძლიათ, რადგან შეუძლებელია გადამოწმება, სანდოა მისი წყარო, თუ არა.
ko: 소프트웨어가 신뢰할 수 있는 원본에서 온 것인지 확인할 수 없으므로 잠재적으로 시스템을 손상시킬 수 있는 서명되지 않은 패키지를 설치하려고 합니다.

source: Additional changes are required to complete the task
az: Tapşırığın yerinə yetirilməsi üçün əlavə dəyişikliklər tələb olunur
eu: Ataza osatzeko aldaketa osagarriak egitea beharrezkoa da
ka: ამოცანის დასასრულებლად დამატებითი ცვლილებებია საჭირო
ko: 작업을 완료하려면 추가 변경이 필요함

source: Do not confirm when installing or updating additional packages
az: Əlavə paketlərin quraşdırılmasını və yenilənməsini təsdiqləməyin
eu: Ez berretsi pakete osagarriak instalatu edo eguneratzean
ka: დამატებითი პაკეტების დაყენებისა და განახლებისას დადასტურება მოთხოვნილი არ იქნება
ko: 추가 패키지를 설치하거나 업데이트할 때 확인하지 않음

source: TextLabel
eu: Testu-etiketa
ka: ტექსტური ჭდე
ko: 텍스트 레이블

source: Apper PackageKit Session helper
az: Apper PackageKit sesiyasının köməkçi proqramı
eu: Apper PackageKit saio-laguntzailea
ka: Apper -ის სესიის დამხმარე PackageKit-ისთვის
ko: Apper PackageKit 세션 도우미

source: Install Packages Catalogs
az: Paket kataloqlarını quraşdırmaq
eu: Instalatu paketeen katalogoak
ka: პაკეტის კატალოგების დაყენება
ko: 패키지 카탈로그 설치

source: You can drop more catalogs in here
az: Buraya əlavə kataloqlarə köçürə bilərsiniz
eu: Katalogo gehiago jaregin ditzakezu hemen
ka: აქ შეგიძლიათ მეტი კატალოგი დაყაროთ
ko: 여기에 더 많은 카탈로그를 끌어다 놓을 수 있습니다

source: No supported catalog was found
az: Dəstəklənən kataloqlar tapılmadı
eu: Ez da aurkitu onartutako katalogorik
ka: მხარდაჭერილი კატალოგები ვერ ვიპოვე
ko: 지원하는 카탈로그 없음

source: Do you want to install this catalog?
az: Bu kataloqu quraşdırmaq istəyirsiniz?
eu: Katalogo hau instalatu nahi duzu?
ka: გნებავთ ამ კატალოგის დაყენება?
ko: 이 카탈로그를 설치하시겠습니까?

source: An application wants to install a catalog
az: Proqram kataloq quraşdırmağı tələb edir
eu: Aplikazio batek katalogo bat instalatu nahi du
ka: აპლიკაცია კატალოგის დაყენებას ცდილობს
ko: 앱에서 카탈로그를 설치하려고 함

source: The application <i>%2</i> wants to install a catalog
az: <i>%2</i> tətbiqi kataloq quraşdırmağı tələb edir
eu: <i>%2</i> aplikazioak katalogo bat instalatu nahi du
ka: აპლიკაცია <i>%2</i> კატალოგის დაყენებას ცდილობს
ko: <i>%2</i> 앱에서 카탈로그를 설치하려고 함

source: Not supported
az: Dəstəklənmir
eu: Ez dago onartuta
ka: მხარდაუჭერელია
ko: 지원하지 않음

source: Your backend does not support any of the needed methods to install a catalog
az: Modul kataloq quraşdırmaq üçün lazım olan üsulların heç birini dəstəkləmir
eu: Zure bizkarraldekoak ez du onartzen katalogoak instalatzeko beharrezkoak diren metodoetako batere
ka: თქვენს უკანაბოლოს კატალოგის დასაყენებლად საჭირო მეთოდების მხარდაჭერა არ გააჩნია
ko: 백엔드에서 카탈로그를 설치할 때 필요한 방법을 지원하지 않음

source: Catalog not found
az: Kataloq tapılmadı
eu: Katalogoa ez da aurkitu
ka: კატალოგის პოვნა შეუძლებელია
ko: 카탈로그를 찾을 수 없음

source: Could not find a catalog to install
az: Quraşdırılacaq kataloq tapılmadı
eu: Ezin izan da aurkitu instalatzeko katalogorik
ka: დასაყენებელი კატალოგი ვერ ვიპოვე
ko: 설치할 카탈로그를 찾을 수 없음

source: Catalog %2 failed to open
az: %2 kataloqunu açmaq baş tutmadı
eu: %2 katalogoa irekitzea huts egin du
ka: კატალოგის %2 გახსნის შეცდომა
ko: %2 카탈로그를 열 수 없음

source: Failed to open
az: Açmaq mümkün olmadı
eu: Irekitzea huts egin du
ka: გახსნის შეცდომა
ko: 열 수 없음

source: Catalog is Empty
az: Katloq boşdur
eu: Katalogoa hutsik dago
ka: კატალოგი ცარიელია
ko: 카탈로그가 비어 있음

source: Could not find any package to install in this catalog
az: Bu kataloqda quraşdırılacaq heç bir paket tapılmadı
eu: Ezin izan da aurkitu katalogo honetan instalatzeko paketerik
ka: ამ კატალოგში ვერც ერთი დასაყენებელი პაკეტი ვერ ვიპოვე
ko: 이 카탈로그에서 설치할 패키지를 찾을 수 없음

source: Installs new Fonts
az: Yeni şriftlər yüklənir
eu: Letra-tipo berriak instalatzen ditu
ka: დააყენებ ახალ ფონტებს
ko: 새 글꼴을 설치함

source: Could interpret request
az: Sorğunu işləmək mümkün olmadı
eu: Eskaera interpretatu daiteke
ka: მოთხოვნის თარგმნის შეცდომა
ko: 요청을 해석할 수 있음

source: Please verify if the request was valid
az: Sorğunun düzgün təşkil olunduğuna əmin olun
eu: Mesedez, egiaztatu eskaera baliozkoa izan den
ka: შეამოწმეთ, სწორია თუ არა მოთხოვნა
ko: 요청이 올바른지 확인하십시오
