Repository: KDE/apper
Catalog: po/*/apper.po
Languages: az, eu, ka, ko

source: An additional font is required to view this document correctly. Do you want to search for a suitable package now?
az: Bu sənədin düzgün göstərilməsi üçün əlavə şriftlər tələb olunur. Uyğun paketi tapmaq istəyirsiniz?
eu: Dokumentu hau behar bezala ikusteko letra-tipo gehigarri bat behar da. Pakete egoki bat, orain, bilatu nahi duzu?
ka: ამ დოკუმენტის სწორად სანახავად დამატებითი ფონტები დაგჭირდებათ. გნებავთ, შესაბამისი პაკეტები მოვძებნო?
ko: 이 문서를 보려면 추가 글꼴이 필요합니다. 글꼴 패키지를 설치하시겠습니까?

source: A program wants to install a font
az: Proqram şrifti quraşdırmaq istəyir
eu: Programa batek letra-tipo bat instalatu nahi du
ka: პროგრამა ფონტის დაყენებას ცდილობს
ko: 프로그램에서 글꼴을 설치하려고 함

source: The application %2 wants to install a font
az: %2 tətbiqi şrifti quraşdırmaq istəyir
eu: %2 aplikazioak letra-tipo bat instalatu nahi du
ka: აპლიკაცია %2 ფონტის დაყენებას ცდილობს
ko: %2 앱에서 글꼴을 설치하려고 함

source: Failed to find font
az: Şrifti tapmaq mümkün olmadı
eu: Letra-tipoa aurkitzea huts egin du
ka: ფონტის მოძებნის შეცდომა
ko: 글꼴을 찾을 수 없음

source: No new fonts could be found for this document
az: Bu sənəd üçün yeni şriftlər tapmaq mümkün olmadı
eu: Ezin izan dira dokumentu honetarako letra-tipo berriak aurkitu
ka: ამ დოკუმენტისთვის ახალი ფონტები ვერ ვიპოვე
ko: 이 문서에 사용된 새 글꼴을 찾을 수 없음

source: Failed to search for provides
az: Təminatı axtarmaq mümkün olmadı
eu: Huts egin du hornitutakoak bilatzea
ka: მომწოდებლების ძებნის შეცდომა
ko: 제공하는 항목을 검색할 수 없음

source: Install GStreamer Resources
az: GStreamer Mənbələrini quraşdırmaq
eu: Instalatu GStreamer baliabideak
ka: GStreaker-ის რესურსების დაყენება
ko: GStreamer 자원 설치

source: The following plugin is required. Do you want to search for this now?
az: Aşağıdakı qoşma tələb olunur. Bu qoşmanı indi axtarmaq istəyirsiniz?
eu: Ondoko plugina behar da. Orain bilatu nahi duzu?
ka: აუცილებელია შემდეგი დამატება. გნებავთ, მოვძებნო?
ko: 다음 플러그인이 필요합니다. 검색하시겠습니까?

source: A program requires an additional plugin to decode this file
az: Proqram, faylın kodlaşmasını açmaq üçün əlavə qoşma tələb edir
eu: Programa batek fitxategi hau deskodetzeko plugin osagarri bat behar du
ka: ამ ფაილის დეკოდირებისათვის პროგრამას დამატების დაყენება სჭირდება
ko: 프로그램에서 파일을 디코딩하려면 추가 플러그인이 필요함

source: A program requires an additional plugin to encode this file
az: Proqram faylı kodlamaq üçün əlavə qoşma tələb edir
eu: Programa batek plugin osagarri bat behar du fitxategi hau kodetzeko
ka: ამ ფაილის კოდირებისთვის პროგრამას დამატების დაყენება სჭირდება
ko: 프로그램에서 파일을 인코딩하려면 추가 플러그인이 필요함

source: A program requires an additional plugin for this operation
az: Proqram bu əməliyyat üçün qoşma tələb edir
eu: Programa batek plugin osagarri bat behar du eragiketa honetarako
ka: ამ ოპერაციისთვის პროგრამას დამატების დაყენება სჭირდება
ko: 프로그램에서 이 작업을 실행하려면 추가 플러그인이 필요함

source: %2 requires an additional plugin to decode this file
az: %2 faylın kodlaşmasını açmaq üçün əlavə qoşma tələb edir
eu: %2-(e)k plugin osagarri bat behar du fitxategi hau deskodetzeko
ka: ამ ფაილის დეკოდირებისთვის %2-ს დამატების დაყენება სჭირდება
ko: %2에서 이 파일을 디코딩하려면 추가 플러그인이 필요함

source: %2 requires an additional plugin to encode this file
az: %2 bu faylı kodlaşdırmaq üçün əlavə qoşma tələb edir
eu: %2-(e)k plugin osagarri bat behar du fitxategi hau kodetzeko
ka: ამ ფაილის კოდირებისთვის %2-ს დამატების დაყენება სჭირდება
ko: %2에서 이 파일을 인코딩하려면 추가 플러그인이 필요함

source: %2 requires an additional plugin for this operation
az: %2 bu əməliyyat üçün əlavə qoşma tələb edir
eu: %2-(e)k plugin osagarri bat behar du eragiketa honetarako
ka: ამ ოპერაციისთვის %2-ს დამატების დაყენება სჭირდება
ko: %2에서 이 작업을 실행하려면 추가 플러그인이 필요함

source: No results found
az: Nəticələr tapılmadı
eu: Ez da emaitzarik aurkitu
ka: შედეგების გარეშე
ko: 결과 없음

source: Could not find plugin in any configured software source
az: Tənzimlənmiş proqram təminatı mənbəyində qoşma tapılmadı
eu: Plugina ezin izan da konfiguratutako software sorburuetan aurkitu
ka: მორგებულ პროგრამების წყაროებში დამატებები ვერ ვიპოვე
ko: 설정한 소프트웨어 원본에서 플러그인을 찾을 수 없음

source: Install Support for File Types
az: Fayl növləri üçün dəstəklənməni quramaq
eu: Instalatu fitxategi-moten euskarria
ka: ფაილის ტიპების მხარდაჭერის დაყენება
ko: 파일 형식 지원 설치

source: Do you want to search for a program that can open this file type?
az: Bu fayl növünü aça biləcək proqranmı tapmaq istəyirsiniz?
eu: Fitxategi-mota hau ireki dezakeen programa bat bilatu nahi duzu?
ka: გნებავთ, მოვძებნო პროგრამა, რომელიც ამ ფაილის ტიპს გახსნის?
ko: 이 파일 형식을 열 수 있는 프로그램을 검색하시겠습니까?

source: No valid file types were provided
az: Düzgün fayl növü təmin edilməyib
eu: Ez dira hornitu fitxategi-mota baliodunak
ka: მითითებული ფაილის ტიპები არასწორია
ko: 올바른 파일 형식을 지정하지 않았음

source: A program is requiring support to open this kind of files
az: Bu cür faylların açılması üçün, tətbiq, dəstək tələb edir
eu: Programa bat fitxategi mota hau irekitzeko euskarri beharrean dago
ka: ამ ტიპის ფაილის გასახსნელად პროგრამაა საჭირო
ko: 이 형식의 파일을 열려면 프로그램이 필요함

source: The application %2 is requiring support to open this kind of files
az: Bu cür faylların açılması üçün, %2 tətbiqi, dəstək tələb edir
eu: %2 aplikazioa fitxategi mota hau irekitzeko euskarri beharrean dago
ka: ამ ტიპის ფაილის გასახსნელად %2-ია საჭირო
ko: %2 앱에서 이 형식의 파일을 열려면 별도 지원이 필요함

source: Could not find software
az: Proqram təminatı tapılmadı
eu: Ezin izan da softwarea aurkitu
ka: პროგრამების მოძებნის შეცდომა
ko: 소프트웨어를 찾을 수 없음

source: No new applications can be found to handle this type of file
az: Bu fayl növü ilə işləmək üçün yeni tətbiq yoxdur
eu: Ezin dira fitxategi mota hau maneiatzeko aplikazio berriak aurkitu
ka: ამ ტიპის ფაილების დამუშავებისთვის საჭირო პროგრამა ვერ ვიპოვე
ko: 이 형식의 파일을 처리할 새 앱을 찾을 수 없음

source: Install Packages Files
az: Paket fayllarını quraşdırmaq
eu: Instalatu paketeen fitxategiak
ka: პაკეტის ფაილების დაყენება
ko: 패키지 파일 설치

source: You can drop more files in here
az: Siz, bir çox faylları buraya köçürə bilərsiniz
eu: Fitxategi gehiago jaregin ditzakezu hemen
ka: აქ შეგიძლიათ მეტი ფაილი დაყაროთ
ko: 여기에 더 많은 파일을 끌어다 놓을 수 있습니다

source: Not Supported
az: Dəstəklənmir
eu: Ez da onartzen
ka: მხარდაუჭერელია
ko: 지원하지 않음

source: Your current backend does not support installing files
az: Cari modul faylların quraşdırılmasını dəstəkləmir
eu: Zure uneko bizkarraldekoak ez du fitxategirik instalatzea onartzen
ka: თქვენს მიმდინარე უკანაბოლოს ფაილების დაყენების მხარდაჭერა არ გააჩნია
ko: 현재 백엔드에서 파일 설치를 지원하지 않음

source: No supported files were provided
az: Dəstəklənən fayllar tapılmadı
eu: Ez dira hornitu onartutako fitxategirik
ka: მიწოდებული ფაილები მხარდაუჭერელია
ko: 지원하는 파일이 없음

source: Press <i>Continue</i> if you want to install this file
az: Bu faylı quraşdırmaq istəyirsinizsə <i>Davam edin</i> basın
eu: Sakatu <i>Jarraitu</i> fitxategi hau instalatu nahi baduzu
ka: თუ მართლა გნებავთ ამ ფაილის დაყენება, დააჭირეთ <i>გაგრძელებას</i>
ko: 이 파일을 설치하려면 <i>계속</i>을 누르십시오

source: An application wants to install a package
az: Tətbiq paketi quraşdırmaq istəyir
eu: Aplikazio batek pakete bat instalatu nahi du
ka: აპლიკაცია პაკეტის დაყენებას ცდილობს
ko: 앱에서 패키지를 설치하려고 함

source: The application <i>%2</i> wants to install a package
az: <i>%2</i> tətbiqi paketi quraşdırmaq istəyir
eu: <i>%2</i> aplikazioak pakete bat instalatu nahi du
ka: აპლიკაცია <i>%2</i> პაკეტის დაყენებას ცდილობს
ko: <i>%2</i> 앱에서 패키지를 설치하려고 함

source: Installation Complete
az: Quraşdırılma başa çatdı
eu: Instalazioa burutu da
ka: დაყენება დასრულებულია
ko: 설치 완료

source: File was installed successfully
az: Fayl müvəffəqiyyətlə quraşdırıldı
eu: Fitxategia behar bezala instalatu da
ka: ფაილის დაყენება წარმატებულია
ko: 파일을 설치함

source: Failed to install files
az: Faylların quraşdırılması baş tutmadı
eu: Fitxategiak instalatzea huts egin du
ka: ფაილების დაყენების შეცდომა
ko: 파일을 설치할 수 없음

source: Could not install files
az: Faylları quraşdırmaq mümkün olmadı
eu: Ezin izan dira fitxategiak instalatu
ka: ფაილების დაყენება შეუძლებელია
ko: 파일을 설치할 수 없음

source: Install Packages by Name
az: Paketləri adına görə quraşdırmaq
eu: Instalatu paketeak izenaren arabera
ka: პაკეტების სახელით მოძებნა
ko: 이름으로 패키지 설치

source: No package names were provided
az: Paket adları verilməyib
eu: Ez da pakete-izenik eman
ka: პაკეტის სახელები მიწოდებული არაა
ko: 패키지 이름을 입력하지 않았음

source: Do you want to search for and install this package now?
az: Bu paketi indi tapmaq və quraşdırmaq istəyirsiniz?
eu: Pakete hau orain bilatu eta instalatu nahi duzu?
ka: გნებავთ მოვძებნო და დავაყენო ეს პაკეტი?
ko: 이 패키지를 찾아서 설치하시겠습니까?

source: Failed to install packages
az: Paketlər quraşdırmaq baş tutmadı
eu: Paketeak instalatzea huts egin du
ka: პაკეტების დაყენების შეცდომა
ko: 패키지를 설치할 수 없음

source: The package %2 is already installed
az: %2 paketi artıq quraşdırılıb
eu: %2 paketea jada instalatuta dago
ka: პაკეტი %2 უკვე დაყენებულია
ko: %2 패키지가 이미 설치됨

source: Could not find %1
az: %1 tapmaq mümkün olmadı
eu: Ezin izan da %1 aurkitu
ka: %1-ის პოვნა შეუძლებელია
ko: %1을(를) 찾을 수 없음

source: The package could not be found in any software source
az: Paket heç bir proqram təminatı mənbəyində tapılmadı
eu: Paketea ezin izan da software sorburuetan aurkitu
ka: ვერც ერთ მორგებულ წყაროში ეს პაკეტი ვერ ვიპოვე
ko: 설정한 소프트웨어 원본에서 패키지를 찾을 수 없음

source: Install Plasma Resources
az: Plasma Resurslarını Quraşdırmaq
eu: Instalatu Plasmaren baliabideak
ka: Plasma-ის რესურსების დაყენება
ko: Plasma 자원 설치

source: %1 data engine
az: %1 verilənlər mənbəyi
eu: %1 datu-motorra
ka: %1 მონაცემების ძრავა
ko: %1 데이터 엔진

source: %1 script engine
az: %1 skript mənbəyi
eu: %1 gidoi-motorra
ka: %1 სკრიპტის ძრავა
ko: %1 스크립트 엔진

source: No supported resources were provided
az: Dəstəklənən resurslar verilməyib
eu: Ez da hornitu onartutako baliabiderik
ka: მიწოდებული რესურსები მხარდაუჭერელია
ko: 지원하는 자원을 지정하지 않았음

source: The following service is required. Do you want to search for this now?
az: Aşağıdakı xidmət tələb olunur. Bunu indi axtarmaq istəyirsiniz?
eu: Ondoko zerbitzua behar da. Orain bilatu nahi duzu?
ka: საჭიროა შემდეგი სერვისი. გნებავთ, მოვძებნო?
ko: 다음 서비스가 필요합니다. 검색하시겠습니까?

source: Plasma requires an additional service for this operation
az: Plasma bu əməliyyat üçün əlavə xidmət tələb edir
eu: Plasmak zerbitzu osagarri bat behar du eragiketa honetarako
ka: Plasma-ს ამ ოპერაციისთვის დამატებითი სერვისი ესაჭიროება
ko: Plasma에서 이 작업을 실행하려면 추가 서비스가 필요함

source: Failed to search for Plasma service
az: Plasma xidmətini axtarmaq baş tutmadı
eu: Plasma zerbitzuen bilaketak huts egin du
ka: Plasma-ის სერვისის მოძებნის შეცდომა
ko: Plasma 서비스를 검색할 수 없음

source: Could not find service in any configured software source
az: Tənzimlənmiş proqram təminatı mənbəyində xidmət tapılmadı
eu: Zerbitzua ezin izan da konfiguratutako software sorburuetan aurkitu
ka: მორგებულ პროგრამების წყაროებში სერვისი ვერ ვიპოვე
ko: 설정한 소프트웨어 원본에서 서비스를 찾을 수 없음

source: Install Printer Drivers
az: Printer sürücülərini quraşdırmaq
eu: Instalatu inprimagailuen gidariak
ka: პრინტერის დრაივერების დაყენება
ko: 프린터 드라이버 설치

source: Failed to search for printer driver
az: Printer sürücülərini axtarmaq mümkün olmaı
eu: Inprimagailu-gidarien bilaketak huts egin du
ka: პრინტერის დრაივერის მოძებნის შეცდომა
ko: 프린터 드라이버를 찾을 수 없음

source: Could not find printer driver in any configured software source
az: Heç bir tənzimlənmiş proqram təminatı mənbəyində printer sürücüləri tapılmadı
eu: Inprimagailuko gidaria ezin izan da konfiguratutako software sorburuetan aurkitu
ka: მორგებულ პროგრამების წყაროებში პრინტერის დრაივერი ვერ ვიპოვე
ko: 설정한 소프트웨어 원본에서 프린터 드라이버를 찾을 수 없음

source: Install Packages that Provides Files
az: Faylların təqdim etdiyi paketləri quraşdırmaq
eu: Instalatu fitxategiak hornitzen dituzten paketeak
ka: პაკეტების დაყენება, რომლებსაც ფაილები გააჩნიათ
ko: 파일이 들어 있는 패키지 설치

source: No files were provided
az: Fayllar verilməyib
eu: Ez da fitxategirik hornitu
ka: ფაილები მოწოდებული არაა
ko: 지정한 파일 없음

source: Do you want to search for this now?
az: Bunu indi axtarmaq istəyirsiniz?
eu: Hau, orain, bilatu nahi duzu?
ka: გნებავთ მოძებნოთ?
ko: 검색하시겠습니까?

source: A program wants to install a file
az: Proqram faylı quraşdırmaq istəyir
eu: Programa batek fitxategi bat instalatu nahi du
ka: პროგრამა ფაილის დაყენებას ცდილობს
ko: 프로그램에서 파일을 설치하려고 함

source: The application %2 is asking to install a file
az: %2 tətbiqi faylı quraşdırmaq sorğusu göndərir
eu: %2 aplikazioa fitxategi bat instalatzea eskatzen ari da
ka: აპლიკაცია %2 ფაილის დაყენების უფლებას გთხოვთ
ko: 앱 %2에서 파일을 설치하려고 함

source: Failed to install file
az: Faylı quraşdırmaq baş tutmadı
eu: Fitxategi instalatzea huts egin du
ka: ფაილის დაყენების შეცდომა
ko: 파일을 설치할 수 없음

source: The %1 package already provides this file
az: %1 paketi artıq bu faylı təqdim edir
eu: %1 paketeak, dagoeneko, hornitzen du fitxategi hau
ka: ეს ფაილი უკვე გააჩნია პაკეტს %1
ko: %1 패키지에서 이미 이 파일을 제공함

source: Failed to find package
az: Paketi tapmaq baş tutmadı
eu: Paketea bilatzea huts egin du
ka: პაკეტი ვერ ვიპოვე
ko: 패키지를 찾을 수 없음

source: The file could not be found in any packages
az: Faylı paketlərin heç birində tapmaq mümkün olmadı
eu: Fitxategia ezin izan da inongo paketetan aurkitu
ka: ამ ფაილის პოვნა ვერც ერთ პაკეტში ვერ მოხერხდა
ko: 어떠한 패키지에서도 파일을 찾을 수 없음

source: Querying if a Package is Installed
az: Əgər paket quraşdırılıbsa sorğu vermək
eu: Pakete bat instalatuta dagoen itauntzen
ka: შემოწმება, დაყენებულია თუ არა პაკეტი
ko: 패키지 설치 여부 확인

source: User canceled the transaction
az: Əməliyyat istifadəçi tərəfindən ləğv edildi
eu: Erabiltzaileak transakzioa bertan behera utzi du
ka: ტრანზაქცია გაუქმებულია მომხმარებლის მიერ
ko: 사용자가 트랜잭션을 취소함

source: An unknown error happened
az: Naməlum xəta baş verdi
eu: Errore ezezagun bat gertatu da
ka: უცნობი შეცდომა
ko: 알 수 없는 오류가 발생함

source: Remove Packages that Provides Files
az: Faylları təqdim edən paketləri silmək
eu: Kendu fitxategiak hornitzen dituzten paketeak
ka: იმ პაკეტების წაშლა, რომლებსაც ფაილები გააჩნიათ
ko: 파일이 들어 있는 패키지 삭제

source: Do you want to remove the following application?
az: Aşağıdakı tətbiqi silmək istəyirsiniz?
eu: Ondoko aplikazioa kendu nahi duzu?
ka: გნებავთ შედეგი აპლიკაციის წაშლა?
ko: 다음 앱을 삭제하시겠습니까?

source: Do you want to search for a package providing this file?
az: Bu fayldan ibarət paketi axtarmaq istəyirsiniz?
eu: Fitxategi hau hornitzen duen pakete bat bilatu nahi duzu?
ka: გნებავთ, მოვძებნო პაკეტი, რომელიც ამ ფაილებს შეიცავს?
ko: 다음 파일이 들어 있는 패키지를 검색하시겠습니까?

source: An application is asking to remove an application
az: Proqram tətbiqin silinməsisini tələb edir
eu: Aplikazio bat aplikazio bat kentzea eskatzen ari da
ka: აპლიკაცია აპლიკაციის წაშლის ნებართვას გთხოვთ
ko: 앱에서 앱을 삭제하려고 함

source: An application is asking to remove a file
az: Tətbiq faylın silinməsini tələb edir
eu: Aplikazioa bat fitxategi bat kentzea eskatzen ari da
ka: აპლიკაცია ფაილის წაშლის ნებართვას გთხოვთ
ko: 앱에서 파일을 삭제하려고 함

source: The application <i>%2</i> is asking to remove an application
az: <i>%2</i> proqramı tətbiqi silmək istəyir
eu: <i>%2</i> aplikazioa aplikazio bat kentzea eskatzen ari da
ka: აპლიკაცია <i>%2</i> აპლიკაციის წაშლის ნებართვას გთხოვთ
ko: <i>%2</i> 앱에서 앱을 삭제하려고 함

source: The application <i>%2</i> is asking to remove a file
az: <i>%2</i> proqramı faylı silmək istəyir
eu: <i>%2</i> aplikazioa fitxategi bat kentzea eskatzen ari da
ka: აპლიკაცია <i>%2</i> ფაილის წაშლის ნებართვას გთხოვთ
ko: 앱 <i>%2</i>에서 파일을 삭제하려고 함

source: No application was found
az: Tətbiq tapılmadı
eu: Ez da aplikaziorik aurkitu
ka: აპლიკაცია არ არსებობს.
ko: 앱을 찾을 수 없음

source: The file could not be found in any installed package
az: Fayl heç bir quraşdırılmış paketdə tapılmadı
eu: Fitxategia ezin izan da instalatutako paketeetan aurkitu
ka: ფაილი ვერც ერთ დაყენებულ პაკეტში ვერ ვიპოვე
ko: 어떠한 설치된 패키지에서도 파일을 찾을 수 없음

source: Search Packages that Provides Files
az: Fayllardan ibarət paketlərin axtarışı
eu: Bilatu fitxategiak hornitzen dituzten paketeak
ka: იმ პაკეტების მოძებნა, რომლებსაც ფაილები გააჩნიათ
ko: 파일이 들어 있는 패키지 검색

source: The file name could not be found in any software source
az: Fayl adı heç bir proqram təminatı mənbəyində tapılmadı
eu: Fitxategi-izena ezin izan da aurkitu ezein software sorburutan
ka: ფაილის სახელი ვერც ერთ პროგრამების წყაროში ვერ ვიპოვე
ko: 설정한 소프트웨어 원본에서 파일 이름을 찾을 수 없음

source: The following package was found
az: Aşağıdakı paket tapıldı
eu: Ondoko paketea ez da aurkitu
ka: ნაპოვნია შემდეგი პაკეტი
ko: 다음 패키지를 찾았음

source: There are no packages to Install or Remove
az: Quraşdırılacaq və ya Silinəcək heç bir paket yoxdur
eu: Ez dago instalatzeko edo kentzeko paketerik
ka: წასაშლელი ან დასაყენებელი პაკეტების გარეშე
ko: 설치하거나 삭제할 패키지 없음

source: This action should not happen
az: Bu fəaliyyət baş verməməli idi
eu: Ekintza hau ez litzateke gertatu behar
ka: ეს ქმედება არ უნდა მომხდარიყო
ko: 이 동작은 일어나면 안 됨

source: Could not find
az: Tapılmadı
eu: Ezin izan da aurkitu
ka: ვერ ვიპოვე
ko: 찾을 수 없음

source: No packages were found that meet the request
az: Tələb olunana uyğun paketlər tapılmadı
eu: Ez da aurkitu eskaera betetzen duen paketerik
ka: მოთხოვნის შესაბამისი პაკეტები ვერ ვიპოვე
ko: 요구 사항을 만족하는 패키지 없음

source: Failed to find
az: Tapılmadı
eu: Bilatzea huts egin du
ka: ვერ ვიპოვე
ko: 찾을 수 없음

source: Transaction did not finish with success
az: Əməliyyat uğurlu olmadı
eu: Transakzioa ez da behar bezala amaitu
ka: ტრანზაქცია წარმატებულად არ დასრულებულა
ko: 트랜잭션이 성공적으로 완료되지 않았음

source: Task completed
az: Tapşırığa əməl olundu
eu: Ataza osatu da
ka: ამოცანა დასრულდა
ko: 작업 완료

source: All operations were committed successfully
az: Bütün əməliyyatlar uğurla erinə yetirildi
eu: Eragiketa guztiak ondo egin dira
ka: ყველა ოპერაცია წარმატებით დასრულდა
ko: 모든 작업이 성공적으로 완료됨
