Repository: KDE/apper
Catalog: po/*/apper.po
Languages: az, eu, ka, ko

# NAME OF TRANSLATORS
source: Your names
az: Xəyyam Qocayev
eu: Iñigo Salvador Azurmendi
ka: Temuri Doghonadze
ko: 박신조

# EMAIL OF TRANSLATORS
source: Your emails
az: xxmn77@gmail.com
eu: xalba@ni.eus
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name

source: Show updates
az: Yenilənmələri göstərmək
eu: Erakutsi eguneratzeak
ka: განახლებების ჩვენება
ko: 업데이트 표시

source: Show settings
az: Ayarları göstərmək
eu: Erakutsi ezarpenak
ka: პარამეტრების ჩვენება
ko: 설정 표시

source: Show backend details
az: Modul haqqında məlumatları göstərmək
eu: Erakutsi bizkarraldekoaren xehetasunak
ka: უკანაბოლოს დეტალების ჩვენება
ko: 백엔드 정보 표시

source: Mime type installer
az: MİME növləri quraşdırırlması
eu: MIME-mota instalatzailea
ka: Mime ტიპის დაყენება
ko: MIME 형식 설치 도구

source: Package name installer
az: Paketin adına görə quraşdırılması
eu: Pakete izen instalatzailea
ka: პაკეტის სახელის დაყენება
ko: 패키지 이름 설치 도구

source: Single file installer
az: Tək fayl quraşdırıcısı
eu: Fitxategi bakarreko instalatzailea
ka: ერთი ფაილის დაყენება
ko: 단일 파일 설치 도구

source: Font resource installer
az: Şrift quraşdırıcısı
eu: Letra-tipo baliabide instalatzailea
ka: ფონტის რესურსის დაყენება
ko: 글꼴 자원 설치 도구

source: Catalog installer
az: Kataloq quraşdırıcısı
eu: Katalogo instalatzailea
ka: კატალოგის დაყენება
ko: 카탈로그 설치 도구

source: Single package remover
az: Tək fayl silinməsi
eu: Pakete bakarra kentzekoa
ka: ერთი პაკეტის წაშლა
ko: 단일 패키지 삭제 도구

source: Package file to install
az: Quraşdırılacaq paket faylı
eu: Instalatu beharreko pakete-fitxategia
ka: დასაყენებელი პაკეტის ფაილი
ko: 설치할 패키지 파일

source: Find
az: Tapın
eu: Bilatu
ka: მოძებნა
ko: 찾기

source: Some software changes were made
az: Bəzi proqram dəyişiklikləri edildi
eu: Software aldaketa batzuk egin dira
ka: განხორციელდა გარკვეული პროგრამული ცვლილებები
ko: 일부 소프트웨어를 변경했습니다

source: Review
az: Baxış
eu: Berrikusi
ka: Მიმოხილვა
ko: 리뷰

source: Discard
az: Ləğv etmək
eu: Baztertu
ka: გაუქმება
ko: 무시

source: Apply
az: Tətbiq etmək
eu: Ezarri
ka: გამოყენება
ko: 적용

source: History
az: Tarixçə
eu: Historia
ka: ისტორია
ko: 과거 기록

source: Settings
az: Ayarlar
eu: Ezarpenak
ka: მორგება
ko: 설정

source: &Cancel
az: &İmtina etmək
eu: &Utzi
ka: &გაუქმება
ko: 취소(&C)

source: Find by &name
az: &Ada görə tapmaq
eu: Bilatu ize&naren arabera
ka: &სახელით ძებნა
ko: 이름으로 찾기(&N)

source: Find by f&ile name
az: Fay&l adına görə tapmaq
eu: Bilatu f&itxategi-izenaren arabera
ka: &ფაილის სახელით ძებნა
ko: 파일 이름으로 찾기(&I)

source: Find by &description
az: Təs&virinə görə tapmaq
eu: Bilatu &deskribapenaren arabera
ka: &აღწერთ ძებნა
ko: 설명으로 찾기(&D)

source: The settings of the current module have changed. Do you want to apply the changes or discard them?
az: Cari modulun ayarları dəyişdirildi. Bu dəyişiklikləri qəbul etmək yoxsa ləğv etmək istəyirsiniz?
eu: Uneko moduluaren ezarpenak aldatu egin dira. Aldaketak ezarri edo baztertu nahi dituzu?
ka: მიმდინარე მოდულის პარამეტრები შეიცვალა. გნებავთ გადაატაროთ ეს ცვლილებები თუ მოვაშოროთ ისინი?
ko: 현재 모듈의 설정이 수정되었습니다. 변경 사항을 적용하거나 무시하시겠습니까?

source: Apply Settings
az: Ayarları tətbiq etmək
eu: Ezarpenak ezarri
ka: პარამეტრების გადატარება
ko: 설정 적용하기

source: Updates
az: Yeniləmələr
eu: Eguneratzeak
ka: განახლებები
ko: 업데이트

source: Pending Changes
az: Gözlənilən Dəyişikliklər
eu: Egiteko dauden aldaketak
ka: დარჩენილი ცვლილებები
ko: 대기 중인 변경 사항

source: Installed Software
az: Quraşdırılmış Proqram Təminatı
eu: Instalatutako softwarea
ka: დაყენებული პროგრამები
ko: 설치된 소프트웨어

source: Could not find an application that matched this category
az: Bu kateqriyaya uyğun tətbiq tapmaq mümkün olmadı
eu: Ezin izan da aurkitu kategoria honekin bat datorren aplikaziorik
ka: აპლიკაცია, რომელიც ამ კატეგორიას ემთხვევა, ვერ ვიპოვე
ko: 이 분류에 해당하는 앱을 찾을 수 없음

source: Add and Remove Software
az: Proqram Təminatı Əlavə etmək və Silmək
eu: Gehitu eta kendu softwarea
ka: პროგრამების დამატება ან წაშლა
ko: 소프트웨어 추가 및 삭제

source: Back
az: Geriyə
eu: Atzera
ka: უკან
ko: 뒤로

source: Search packages
az: Paketləri axtarmaq
eu: Bilatu paketeak
ka: პაკეტების ძებნა
ko: 패키지 검색

source: Filters
az: Süzgəclər
eu: Iragazkiak
ka: ფილტრები
ko: 필터

source: Update
az: Yeniləmək
eu: Eguneratu
ka: განახლება
ko: 업데이트

source: Check for new Updates
az: Yeniləmələrin mövcudluğunu yoxlamaq
eu: Egiaztatu eguneratze berririk dagoen
ka: განახლებების შემოწმება
ko: 새 업데이트 확인

source: General Settings
az: Əsas Ayarlar
eu: Ezarpen orokorrak
ka: ზოგადი პარამეტრები
ko: 일반 설정

source: Software Origins
az: Proqram Təminatı Mənbəyi
eu: Software jatorriak
ka: პროგრამის წყაროები
ko: 소프트웨어 원본

source: Backend Details
az: Modul haqqında
eu: Bizkarraldekoaren xehetasunak
ka: უკანაბოლოს დეტალები
ko: 백엔드 정보

source: Methods
az: Üsullar
eu: Metodoak
ka: მეთოდები
ko: 방식

source: Get Updates
az: Yenilənmələri Almaq
eu: Lortu eguneratzeak
ka: განახლებების მიღება
ko: 업데이트 가져오기

source: Refresh Cache
az: Keşi Təzələmək
eu: Berritu cachea
ka: ქეშის განახლება
ko: 캐시 새로 고침

source: Search Name
az: Ada görə axtarmaq
eu: Bilatu izena
ka: სახელის ძებნა
ko: 이름 검색

source: Get Package Depends
az: Paket asılılıqları siyahısını almaq
eu: Lortu paketearen mendekotasunak
ka: პაკეტის დამოკიდებულებების მიღება
ko: 패키지 의존성 가져오기

source: Search Details
az: Təfərrüatları axtarmaq
eu: Bilatu xehetasunak
ka: დეტალების ძებნა
ko: 자세한 정보 검색

source: Get Package Requires
az: Lazım olan paketlərin siyahısını almaq
eu: Lortu paketearen eskakizunak
ka: პაკეტის საჭიროებების მიღება
ko: 패키지 필요 사항 가져오기

source: Search Group
az: Qruplar üzrə axtarmaq
eu: Bilatu taldea
ka: ჯგუფის მოძებნა
ko: 그룹 검색

source: Get Update Detail
az: Yenilənmə təfərrüatlarını almaq
eu: Lortu eguneratzearen xehetasuna
ka: განახლების დეტალების მიღება
ko: 업데이트 자세한 정보 가져오기

source: Search File
az: Fayl axtarışı
eu: Bilatu fitxategia
ka: ფაილის მოძებნა
ko: 파일 검색

source: Get Package Description
az: Paket açıqlamasını əldə etmək
eu: Lortu paketearen deskribapena
ka: პაკეტის აღწერის მიღება
ko: 패키지 설명 가져오기

source: Get Package Files
az: Paket fayllarını əldə etmək
eu: Lortu paketearen fitxategiak
ka: პაკეტის ფალების მიღება
ko: 패키지 파일 가져오기

source: Get Distro Upgrades
az: Distrübutor yenilənmələrini almaq
eu: Lortu banaketaren bertsio-berritzeak
ka: დისტროს განახლებების მიღება
ko: 배포판 업그레이드 가져오기

source: Install Packages
az: Paketləri quraşdırmaq
eu: Instalatu paketeak
ka: პაკეტების დაყენება
ko: 패키지 설치

source: Update Packages
az: Paketləri yeniləmək
eu: Eguneratu paketeak
ka: პაკეტების განახლება
ko: 패키지 업데이트

source: Remove Packages
az: Paketləri silmək
eu: Kendu paketeak
ka: პაკეტების წაშლა
ko: 패키지 삭제

source: Install Files
az: Faylları quraşdırmaq
eu: Instalatu fitxategiak
ka: ფაილების დაყენება
ko: 파일 설치

source: Resolve
az: Həll etmək
eu: Ebatzi
ka: გადაჭრა
ko: 해결

source: Cancel
az: İmtina
eu: Utzi
ka: გაუქმენა
ko: 취소

source: Get Packages
az: Paketləri almaq
eu: Lortu paketeak
ka: პაკეტების მიღება
ko: 패키지 가져오기

source: What Provides
az: Təqdim edən
eu: Hornitzen duena
ka: მომწოდებელი
ko: 제공하는 항목

source: Set Repository Data
az: Repazitoriya verilənlərini qurmaq
eu: Ezarri gordetegiko datuak
ka: რეპოზიტორიის მონაცემების მიღება
ko: 저장소 데이터 설정

source: Enable Repository
az: Rapazitoriyanı qoşmaq
eu: Gaitu gordetegia
ka: რეპოზიტორიების ჩართვა
ko: 저장소 활성화

source: Get Repository List
az: Repazitoriya siyahısını almaq
eu: Lortu gordetegi zerrenda
ka: რეპოზიტორიის სიის მიღება
ko: 저장소 목록 가져오기

source: Repair System
az: Sistemin bərpası
eu: Konpondu sistema
ka: სისტემის შეკეთება
ko: 시스템 복구

source: About Backend
az: Modul haqqında
eu: Bizkarraldekoari buruz
ka: უკანაბოლოს შესახებ
ko: 백엔드 정보...

source: Backend name:
az: Modulun adı:
eu: Bizkarraldekoaren izena:
ka: უკანაბოლოს სახელი:
ko: 백엔드 이름:

source: Backend description:
az: Modulun təsviri:
eu: Bizkarraldekoaren deskribapena:
ka: უკანაბოლოს აღწერა:
ko: 백엔드 설명:

source: Backend author:
az: Modulun müəllifi:
eu: Bizkarraldekoaren egilea:
ka: უკანაბოლოს ავტორი:
ko: 백엔드 작성자:

source: Distribution ID:
az: Distribütör İD-si:
eu: Banaketa ID:
ka: დისტრიბუციის ID:
ko: 배포판 ID:

source: Version:
az: Versiya:
eu: Bertsioa:
ka: ვერსია:
ko: 버전:

source: Installed
az: Quraşdırılmış
eu: Instalatuta
ka: ჩადგმულია
ko: 설치됨

source: Development
az: Tərtibat vasitəsi
eu: Garapena
ka: შემუშავება
ko: 개발

source: Package is visible
az: Paket görünəndir
eu: Paketea ikusgai dago
ka: პაკეტი ხილვადია
ko: 패키지가 표시됨

source: Newest
az: Ən yenisi
eu: Berriena
ka: უახლესი
ko: 새 항목

source: GUI
az: İnterfeys
eu: GUIa
ka: ინტერფეისი

source: Free software
az: Azad proqram təminatı
eu: Software askea
ka: თავისუფალი პროგრამული უზრუნველყოფა
ko: 자유 소프트웨어

source: Supported
az: Dəstəklənən
eu: Onartuta
ka: მხარდაჭერილი
ko: 지원함

source: Only native
az: Yalnız bu arxitektiralar
eu: Natiboa bakarrik
ka: მხოლოდ მშობლიური პაკეტები
ko: 네이티브만

source: Show Versions
az: Versiyaları göstərmək
eu: Erakutsi bertsioa
ka: ვერსიების ჩვენება
ko: 버전 표시

source: Show Architectures
az: Arxitekturaları göstərmək
eu: Erakutsi arkitekturak
ka: არქიტექტურების ჩვენება
ko: 아키텍처 표시

source: Show Origins
az: Mənbələri göstərmək
eu: Erakutsi jatorriak
ka: წყაროების ჩვენება
ko: 원본 표시

source: Show Sizes
az: Ölçülərini göstərmək
eu: Erakutsi neurriak
ka: ზომების ჩვენება
ko: 크기 표시

source: Export installed packages
az: Quraşdlrılmış paketləri ixrac etmək
eu: Esportatu instalatutako paketeak
ka: დაყენებული პაკეტების გატანა
ko: 설치된 패키지 내보내기

source: Install packages from catalog
az: Paketləri kataloqdan quraşdırmaq
eu: Instalatu paketeak katalogotik
ka: პაკეტების კატალოგიდან დაყენება
ko: 카탈로그에서 패키지 설치

source: Export Installed Package List...
az: Quraşdırılmış paket siyahısını ixrac etmək...
eu: Esportatu instalatutako pakete zerrenda...
ka: დაყენებული პაკეტების სიის გატანა...
ko: 설치된 패키지 목록 내보내기...

source: Install Packages from List...
az: Siyahıdakı paketləri quraşdırmaq...
eu: Instalatu paketeak zerrendatik...
ka: პაკეტების სიიდან დაყენება...
ko: 목록에서 패키지 설치...

source: Lists
az: Siyahılar
eu: Zerrendak
ka: სიები
ko: 목록

source: Categories
az: Kateqoriyalar
eu: Kategoriak
ka: კატეგორიები
ko: 분류

source: Groups
az: Qruplar
eu: Taldeak
ka: ჯგუფები
ko: 그룹

source: Collections
az: Kolleksiyalar
eu: Bildumak
ka: კოლექციები
ko: 모음집

source: Only collections
az: Yalnız kolleksiyalar
eu: Bildumak bakarrik
ka: მხოლოდ კოლექციები
ko: 모음집만

source: Exclude collections
az: Kolleksiyaları istisna etmək
eu: Kanporatu bildumak
ka: კოლექციების გამორიცხვა
ko: 모음집 제외

source: Only installed
az: Yalnız quraşdırılanlar
eu: Instalatutakoak bakarrik
ka: მხოლოდ დაყენებული
ko: 설치된 것만

source: Only available
az: Yalnız mövcud olanlar
eu: Erabilgarriak bakarrik
ka: მხოლოდ ხელმისაწვდომი
ko: 사용 가능한 것만

source: No filter
az: Süzgəcsiz
eu: Iragazkirik ez
ka: ფილტრის გარეშე
ko: 필터 없음

source: Only development
az: Yalnız tərtibat mərhələsindəki paketlər
eu: Garapenekoak bakarrik
ka: მხოლოდ შემუშავების სტადიაში
ko: 개발만

source: Only end user files
az: Yalnız istifadəşi paketləri
eu: Azken erabiltzailearen fitxategiak bakarrik
ka: მხოლოდ მომხმარებლის ფაილები
ko: 최종 사용자 파일만

source: Graphical
az: Qrafik
eu: Grafikoa
ka: გრაფიკული
ko: 그래픽

source: Only graphical
az: Yalnız qrafik
eu: Grafikoa bakarrik
ka: მხოლოდ გრაფიკული
ko: 그래픽만

source: Only text
az: Yalnız mətn
eu: Testua bakarrik
ka: მხოლოდ ტექსტური
ko: 텍스트만

# Filter for free packages
source: Free
az: Azad proqramlar
eu: Askea
ka: თავისუფალი
ko: 자유

source: Only free software
az: Yalnız azad proqram təminatı
eu: Software askea bakarrik
ka: მხოლოდ უფასო
ko: 자유 소프트웨어만

source: Only non-free software
az: Yalnız azad olmayan proqram təminatı
eu: Software ez-askea bakarrik
ka: მხოლოდ არა-უფასო
ko: 독점 소프트웨어만

# Filter for supported packages
source: Supported
az: Dəstəklənən
eu: Onartua
ka: მხარდაჭერილი
ko: 지원함

source: Only supported software
az: Yalnız dəstəklənən proqram təminatı
eu: Onartutako softwarea bakarrik
ka: მხოლოდ მხარდაჭერილი
ko: 지원하는 소프트웨어만

source: Only non-supported software
az: Yalnız dəstəklənməyən proqram təminatı
eu: Onartu gabeko softwarea bakarrik
ka: მხოლოდ მხარდაუჭერელი
ko: 지원하지 않는 소프트웨어만

# Filter for source packages
source: Source
az: Mənbə
eu: Sorburua
ka: წყარო
ko: 원본

source: Only sourcecode
az: Yalnız mənbə kodu
eu: Sorburu-kodea bakarrik
ka: მხოლოდ საწყისი კოდით
ko: 소스 코드만

source: Only non-sourcecode
az: Yalnız mənbə kodu olmayan
eu: Sorburu-kodea ez dena bakarrik
ka: მხოლოდ არა-საწყისი კოდით
ko: 소스 코드가 아닌 것만

source: Hide Subpackages
az: Alt paketləri gizlətmək
eu: Ezkutatu azpi-paketeak
ka: ქვეპაკეტების დამალვა
ko: 하위 패키지 숨기기

source: Only show one package, not subpackages
az: Yalnız paket olanları göstərmək, alt paket olanları deyil
eu: Erakutsi pakete bakarra, azpi-paketerik ez
ka: მხოლოდ ერთი პაკეტის ჩვენება, ქვეპაკეტების არა
ko: 하위 패키지가 아닌 하나의 패키지만 표시

source: Only Newest Packages
az: Yalnız ən yeni paketləri göstərmək
eu: Pakete berrienak bakarrik
ka: მხოლოდ უახლესი პაკეტების ჩვენება
ko: 최신 패키지만

source: Only show the newest available package
az: Yalnız ən yeni mövcud paketləri göstərmək
eu: Erakutsi bakarrik pakete erabilgarri berrienak
ka: პაკეტების მხოლოდ უკანასკნელი ვერსიების ჩვენება
ko: 사용 가능한 최신 패키지만 표시

source: Only Native Packages
az: Yalnız arxitekturaya uyğun olanlar
eu: Pakete natiboak bakarrik
ka: მხოლოდ მშობლიური პაკეტები
ko: 네이티브 패키지만

source: Only show packages matching the machine architecture
az: Yalnız sistem arxitekturasına uyğun olan paketləri göstərmək
eu: Erakutsi makinaren arkitekturarekin bat datozen paketeak
ka: მხოლოდ მანქანის არქიტექტურის შესაბამისი პაკეტების ჩვენება
ko: 머신 아키텍처와 일치하는 패키지만 표시

source: Only Show Applications
az: Yalnız tətbiqləri göstərmək
eu: Erakutsi aplikazioak bakarrik
ka: მხოლოდ აპლიკეციების ჩვენება
ko: 앱만 표시

source: Hide packages that are not applications
az: Tətbiq olmayan paketləri gizlətmək
eu: Ezkutatu aplikazioak ez diren paketeak
ka: არა-აპლიკაციების პაკეტების განახლება
ko: 앱이 아닌 패키지 숨기기

source: Apper is an application to get and manage software
az: Apper, proqram təminatını əldə edən və idarə edən tətbiqdir
eu: Apper softwarea eskuratu eta kudeatzeko aplikazio bat da
ka: Apper-ი პროგრამების გადმოსაწერი და დასაყენებელი პროგრამაა
ko: Apper는 소프트웨어를 가져오고 관리하는 앱입니다

source: libpackagekit-qt and other stuff
az: libpackagekit-q və başqaları
eu: libpackagekit-qt eta beste gauza batzuk
ka: libpackagekit-qt და სხვები
ko: libpackagekit-qt 및 기타 여러 가지

source: Display
az: Göstərmək
eu: Azaltzea
ka: ჩვენება
ko: 표시

source: Description
az: Təsviri
eu: Deskribapena
ka: აღწერა
ko: 설명

source: Depends On
az: Asılı olanlar
eu: Ondoko(ar)en menpekoa:
ka: დამოკიდებულია
ko: 다음에 의존함

source: Required By
az: Lazımdır
eu: Behar du(te):
ka: ესაჭიროება
ko: 다음에서 필요함

source: File List
az: Fayl siyahısı
eu: Fitxategi-zerrenda
ka: ფაილების სია
ko: 파일 목록

source: No files were found.
az: Fayllar tapılmadı
eu: Ez da fitxategirik aurkitu.
ka: ფაილების გარეშე.
ko: 파일이 없습니다.

source: Could not fetch software details
az: proqram təminatı təfərrüatlarını almaq mümkün olmadı
eu: Ezin izan da software-xehetasunik ekarri
ka: პროგრამის დეტალების გამოთხოვის შეცდომა
ko: 소프트웨어 정보를 가져올 수 없음

source: Applications
az: Tətbiqlər
eu: Aplikazioak
ka: აპლიკაციები
ko: 앱

source: License:
az: Lisenziya:
eu: Lizentzia:
ka: ლიცენზია:
ko: 라이선스:

source: More...
az: Daha çox...
eu: Gehiago...
ka: მეტი...
ko: 더 보기...

source: Hide
az: Gizlətmək
eu: Ezkutatu
ka: დამალვა
ko: 숨기기

source: Could not find screen shot.
az: Ekran görüntüsü tapılmadı.
eu: Ezin izan dira pantaila-argazkiak aurkitu.
ka: ეკრანის ანაბეჭდის ვერ ვიპოვე.
ko: 스크린샷을 찾을 수 없습니다.

source: Origin of Packages
az: Paketlərin Mənbəyi
eu: Paketeen jatorria
ka: პაკეტების წყარო
ko: 패키지 원본

source: A repository was changed, it's highly recommended to refresh the cache
az: Rapazitoriya dəyişdirilib, keşi yeniləməniz ciddi tövsiyyə olunur
eu: Gordetegi bat aldatu da, cachea berritzea biziki gomendatzen da
ka: რეპოზიტორია შეიცვალა. რეკომენდებულია ქეშის განახლება
ko: 저장소가 변경되었으므로 캐시를 새로 고치기를 추천합니다

# Inform about distribution upgrades
source: Never
az: Heç vaxt
eu: Inoiz ez
ka: არასდროს
ko: 하지 않음

# Inform about distribution upgrades
source: Only stable
az: Yalnız stabil
eu: Egonkorra bakarrik
ka: მხოლოდ სტაბილური
ko: 안정판만

# Inform about distribution upgrades
source: Stable and development
az: Stabil və tərtibat mərhələsində olan
eu: Egonkorra eta garapenekoa
ka: სტაბილური და არასტაბილური
ko: 안정판과 개발 버전

# Hourly refresh the package cache
source: Hourly
az: Hər saat
eu: Orduro
ka: საათობრივ
ko: 매 시간

# Daily refresh the package cache
source: Daily
az: Gündəlik
eu: Egunero
ka: დღიურად
ko: 매일

# Weekly refresh the package cache
source: Weekly
az: Həftəlik
eu: Astero
ka: კვირაში ერთხელ
ko: 매주

# Monthly refresh the package cache
source: Monthly
az: Aylıq
eu: Hilabetero
ka: თვეში ერთხელ
ko: 매월

# Never refresh package cache
source: Never
az: Heç vaxt
eu: Inoiz ez
ka: არასდროს
ko: 하지 않음

# No updates will be automatically installed
source: None
az: Heç nə
eu: Bat ere ez
ka: არაფერი
ko: 없음

source: Download only
az: Yalnız yükləmə
eu: Zama-jaitsi bakarrik
ka: მხოლოდ გადმოწერა
ko: 다운로드만

source: Security only
az: Yalnız təhlükəsizlik yeniləməsi
eu: Segurtasuna bakarrik
ka: მხოლოდ უსაფრთხოება
ko: 보안 업데이트만

source: All updates
az: Bütün yeniləmələr
eu: Eguneratze guztiak
ka: ყველა განახლება
ko: 모든 업데이트

source: Check for new updates:
az: Yeniləmələri yoxlamaq:
eu: Egiaztatu eguneratze berririk dagoen:
ka: განახლებების შემოწმება:
ko: 새 업데이트 확인:

source: when on a mobile broadband network connection
az: mobil genişzolaqlı şəbəkə qoşulu olduqda
eu: Mugikorreko banda zabaleko konexio batekin aritzean
ka: მობილური ინტერნეტის ქონისას
ko: 모바일 광대역 네트워크에 연결했을 때

source: when running on battery
az: batareya ilə işlədikdə
eu: bateriarekin ibiltzean
ka: ელემენტის მოხმარების დროს
ko: 배터리 사용 중일 때

source: Automatically update:
az: Avtomatik yeniləmə:
eu: Automatikoki eguneratu:
ka: ავტომატურის განახლება:
ko: 자동 업데이트:

source: Show application launcher after installing new applications
az: Yeni tətbiqlər quraşdırıldıqdan sonra tətbiq başladıcını açmaq
eu: Erakutsi aplikazio abiarazlea aplikazio berriak instalatu ondoren
ka: ახალი აპლიკაციების დაყენების შემდეგ აპლიკაციების გამშვების ჩვენება
ko: 새 앱을 설치한 후 앱 실행기 표시

source: Show confirmation dialog when installing or updating packages
az: Tətbiqlərin quraşdırılması və yenilənməsini təsdiq etmə dialoqunu göstərmək
eu: Erakutsi berresteko elkarrizketa-koadroa paketeak instalatu edo eguneratzean
ka: აპლიკაციების დაყენებისას და განახლებისას დადასტურების ფანჯრის გამოტანა
ko: 패키지를 설치 또는 업데이트할 때 확인 대화 상자 표시

source: Check for distribution upgrades:
az: Distribütor yenilənmələrini yoxlamaq:
eu: Egiaztatu banaketa bertsio-berritzerik dagoen:
ka: დისტრიბუტივის ვერსიის განახლების შემოწმება:
ko: 배포판 업그레이드 확인:

source: &Show origins of debug and development packages
az: Paketlərin hazırlanması və xəta sazlaması üçün mənbələri gö&stərmək
eu: Erakut&si arazteko eta garapeneko paketeen jatorriak
ka: სატესტო და გასამართი პაკეტების წყაროს &ჩვენება
ko: 디버그 및 개발 패키지의 원본 표시(&S)

source: Edit Origins
az: Mənbələrə düzəliş etmək
eu: Editatu jatorriak
ka: წყაროების ჩასწორება
ko: 원본 편집

source: Refresh transactions list
az: Tranzaksiya siyahısını təzələmək
eu: Berritu transakzioen zerrenda
ka: ტრანზაქციების სიის განახლება
ko: 트랜잭션 목록 새로 고침

source: Time since last cache refresh: %1
az: Son keş yenilənməsindən sonrakı vaxt: %1
eu: Cachearen azken berritzetik iragandako denbora: %1
ka: დრო ქეშის უკანასკნელი განახლების შემდეგ: %1
ko: 마지막 캐시 새로 고침 이후 지난 시간: %1

source: Date
az: Tarix
eu: Data
ka: თარიღი
ko: 날짜

source: Action
az: Fəaliyyət
eu: Ekintza
ka: მოქმედება
ko: 동작

source: Details
az: Təfərrüatlar
eu: Xehetasunak
ka: დეტალები
ko: 자세히

# Machine user who issued the transaction
source: Username
az: İstifadəçi adı
eu: Erabiltzaile-izena
ka: მომხმარებლის სახელი
ko: 사용자 이름

source: Application
az: Tətbiq
eu: Aplikazioa
ka: აპლიკაცია
ko: 앱

source: Upgrade
az: Ən son versiyay yeniləmək
eu: Bertsio-berritu
ka: განახლება
ko: 업그레이드

source: Distribution upgrade available: %1
az: Distribütor yenilənməsi mövcuddur: %1
eu: Banaketaren bertsio-berritzea erabilgarri: %1
ka: ხელმისაწვდომია დისტრიბუტივის ვერსიის განახლება: %1
ko: 배포판 업그레이드 가능: %1

source: You are about to upgrade your distribution to the latest version. This is usually a very lengthy process and takes a lot longer than simply upgrading your packages.
az: Siz distribütorunuzu ən son son versiyaya yeniləmək üzrəsiniz. Bu uzun bir prosesdir və adətən adi paket yenilənməsindən daha çox vaxt aparır.
eu: Zure banaketa bertsio berrienera bertsio-berritzera zoaz. Prozesu luzea izan ohi da eta zure paketeak bertsio-berritzea baino dezente luzeago jotzen du.
ka: აპირებთ, თქვენი დისტრიბუტივის ვერსია უკანასკნელამდე აწიოთ. ეს ჩვეულებრივ ძალიან გრძელი პროცესია და პაკეტების განახლებაზე გაცილებით მეტი დრო სჭირდება.
ko: 배포판을 최신 버전으로 업그레이드하려고 합니다. 이 과정은 오래 걸릴 수 있으며 단순히 패키지를 업그레이드하는 것보다 훨씬 오래 걸립니다.

source: It is recommended to plug in your computer before proceeding.
az: Bu yeniləmədən öncə komputerinizi el. şəbəkəsinə qoşun.
eu: Jarraitu aurretik ordenagailua entxufatzea gomendatzen da.
ka: გაგრძელებამდე რეკომენდებულია კომპიუტერს კვების ბლოკი მიუერთოთ.
ko: 계속하기 전에 컴퓨터를 외부 전원에 연결하기를 추천합니다.

source: It is recommended that you keep your computer plugged in while the upgrade is being performed.
az: Distribütor yenilənməsi prosesi ərzində komputerinizi elektrik şəbəkəsinə qoşulu saxlamanız tövsiyyə olunur
eu: Bertsio-berritu bitartean ordenagailua entxufatuta izatea gomendatzen da.
ka: განახლებისას რეკომენდებულია კომპიუტერი კვებაზე შეერთებული გქონდეთ.
ko: 업그레이드하는 동안 컴퓨터의 전원을 켜 두기를 추천합니다.

source: Distribution upgrade complete.
az: Distribütor yenilənməsi başa çatdı.
eu: Banaketa bertsio-berritu da.
ka: დისტრიბუტივის ვერსიის აწევა დასრულდა.
ko: 배포판 업그레이드를 완료했습니다.

source: Distribution upgrade process exited with code %1.
az: Distribütor yenilənməsi prosesindən %1 kodu ilə çıxıldı.
eu: Banaketaren bertsio-berritzeko prozesua %1 kodearekin amaitu da.
ka: დისტრიბუტივის განახლების პროცესი დასრულდა კოდით %1.
ko: 배포판 업그레이드 프로세스가 코드 %1을(를) 반환하고 종료되었습니다.

source: The distribution upgrade process failed to start.
az: Distribütor yenilənməsi prosesini başlatmaq baş tutmadı.
eu: Banaketa bertsio-berritzeko prozesua hastea huts egin du.
ka: დისტრიბუტივის ვერსიის აწევის პროცესის დაწყების შეცდომა.
ko: 배포판 업그레이드 프로세스를 시작할 수 없습니다.

source: The distribution upgrade process crashed some time after starting successfully.
az: Distribütor yenilənməsi prosesi müvəffəqiyyətlə başladıqdan bir az sonra çökdü.
eu: Banaketa bertsio-berritzeko prozesua kraskatu egin da ondo abiatu ondoren.
ka: დისტრიბუტივის ვერსიის აწევის პროცესი წარმატებით გაშვებიდან ცოტა ხნის შემდეგ ავარიულად დასრულდა.
ko: 배포판 업그레이드 프로세스가 시작된 후 시간이 지나서 충돌했습니다.

source: The distribution upgrade process failed with an unknown error.
az: Distribütor yenilənməsi prosesi naməlum xəta baş tutmadı.
eu: Banaketa bertsio-berritzeko prozesuak huts egin du errore ezezagun batekin.
ka: დისტრიბუტივის ვერსიის აწევის პროცესი უცნობი მიზეზით ავარიულად დასრულდა.
ko: 알 수 없는 오류로 배포판 업그레이드 프로세스가 실패했습니다.

source: This update will add new features and expand functionality.
az: Bu yenilənmə yeni imkanlar əlavə edəcək və funksionallığı genişləndirəcək
eu: Eguneratze honek ezaugarri berriak gehitu eta funtzionaltasuna areagotuko du.
ka: ეს განახლება ახალ თვისებებს დაამატებს და ფუნქციონალს გააფართოვებს.
ko: 이 업데이트는 새로운 기능을 추가하고 기존 기능을 확장합니다.

source: This update will fix bugs and other non-critical problems.
az: Bu yenilənmə, xətaları və kritik olmayan problemləri aradan qaldıracaq.
eu: Eguneratze honek akatsak eta beste arazo ez larri batzuk konponduko ditu.
ka: ეს განახლება შეცდომებს და სხვა არაკრიტიკულ პრობლემებს ჩაასწორებს.
ko: 이 업데이트는 버그 및 기타 사소한 문제를 해결합니다.

source: This update is important as it may solve critical problems.
az: Bu yenilənmə vacibdir, belə ki, o bəzi kritik problemləri həll edə bilər.
eu: Eguneratze hau garrantzitsua da arazo larriak konpon ditzakeelako.
ka: ეს განახლება მნიშვნელოვანია და შეიძლება, თქვენი პრობლემები გადაჭრას.
ko: 이 업데이트는 심각한 문제를 해결할 수 있으므로 중요합니다.
