Repository: KDE/apper
Catalog: po/*/apper.po
Languages: az, eu, ka, ko

source: This update is needed to fix a security vulnerability with this package.
az: Bu yeniləmə, paketdəki təhlükəsizlik açığını aradan qaldırmaq üçün lazımdır.
eu: Eguneratze hau, pakete honekin dagoen segurtasun ahultasun bat konpontzeko behar da.
ka: ეს განახლება აუცილებელია, რომ ამ პაკეტის უსაფრთხოების მოწყვლადობის აღმოფხვრისთვის.
ko: 이 업데이트는 이 패키지의 보안 취약점을 해결하는 데 필요합니다.

source: This update is blocked.
az: Bu yenilənmə əngəlləndi.
eu: Eguneratze hau blokeatuta dago.
ka: ეს განახლება დაბლოკილია.
ko: 이 업데이트는 차단되었습니다.

source: This notification was issued on %1 and last updated on %2.
az: Bu bildiriş %1 tarixində yaradılıb və %2 tarixində yenilənib.
eu: Jakinarazpen hau %1(e)an jaulki zen eta azken eguneratzea %2(e)koa du.
ka: %1-ზე გაფრთხილება გაგზავნილია და ბოლოს განახლებულია %2-ზე.
ko: 이 알림은 %1에 작성되었으며 %2에 마지막으로 업데이트되었습니다.

source: This notification was issued on %1.
az: Bu yenilənmə %1 tarixində yaradılıb.
eu: Jakinarazpen hau %1(e)an jaulki zen.
ka: %1-ზე გაფრთხილება გაგზავნილია.
ko: 이 알림은 %1에 작성되었습니다.

source: For more information about this update please visit this website:
az: Bu yenilənmə haqqında daha çox məlumat üçün bu veb səhifəsinə keçin:
eu: Eguneratze honi buruzko informazio gehiagorako, bisitatu webgune hau:
ka: ამ განახლების შესახებ მეტი ინფორმაციის მისაღებად ეწვიეთ ამ ვებგვერდს:
ko: 업데이트에 대한 자세한 내용을 보려면 다음 웹사이트를 방문하십시오:

source: For more information about bugs fixed by this update please visit this website:
az: Bu yenilənmədə aradan qaldırılan xətalar haqqında daha çox məlumat üçün bu səhifəyə keçin:
eu: Eguneratze honekin konpondutako akatsei buruzko informazio gehiagorako, bisitatu webgune hau:
ka: ამ განახლებაში გასწორებული შეცდომების შესახებ მეტი ინფორმაციის მისაღებად ეწვიეთ ამ ვებგვერდებს:
ko: 업데이트에서 수정한 버그에 대한 자세한 내용을 보려면 다음 웹사이트를 방문하십시오:

source: For more information about this security update please visit this website:
az: Bu təhlükəsizlik yenilənməsi haqqında daha çox məlumat üçün bu səhifəyə keçin:
eu: Segurtasun eguneratze honi buruzko informazio gehiagorako, bisitatu webgune hau:
ka: ამ უსაფრთხოების განახლების შესახებ მეტი ინფორმაციის მისაღებად ეწვიეთ ამ ვებგვერდებს:
ko: 보안 업데이트에 대한 자세한 내용을 보려면 다음 웹사이트를 방문하십시오:

source: The computer will have to be restarted after the update for the changes to take effect.
az: Dəyişikliklərin qüvvəyə minməsi üçün, yenilənmədən sonra komputeriniz yenidən başladılmalıdır.
eu: Ordenagailua eguneratu ondoren berrabiatu egin beharko da, aldaketak indarrean jar daitezen.
ka: განახლების ძალაში შესასვლელად საჭიროა, გადატვირთოთ კომპიუტერი.
ko: 변경 사항을 적용하려면 업데이트 후 컴퓨터를 다시 시작해야 합니다.

source: You will need to log out and back in after the update for the changes to take effect.
az: Dəyişikliklərin qüvvəyə minməsi üçün sistemdən çıxmalı və yenidən daxil olmalısınız.
eu: Saio-itxi eta atzera -hasi beharko duzu eguneratu ondoren, aldaketak indarrean jar daitezen.
ka: ცვლილებების ძალაში შესასვლელად საჭიროა, გახვიდეთ და შემოხვიდეთ.
ko: 변경 사항을 적용하려면 로그아웃 후 로그인해야 합니다.

source: The classification of this update is unstable which means it is not designed for production use.
az: Bu yenilənmə stabil deyildir, yəni istehsalatda istifadə üçün nəzərdə tutulmayıb.
eu: Eguneratze honen klasifikazioa «ezegonkorra» da, beraz, ez dago produkzioan erabiltzeko diseinatuta.
ka: ამ განახლების კლასიფიკაციაა არასტაბილური, რაც ნიშნავს, რომ ის საწარმოო გამოყენებაში არ უნდა გავიდეს.
ko: 이 업데이트는 불안정으로 분류되었으며, 실제 사용할 용도로 설계되지 않았습니다.

source: This is a test update, and is not designed for normal use. Please report any problems or regressions you encounter.
az: Bu sınaq yenilənməsidir və normal istifadə üçün nəzərdə tutlmayıb. Lütfən, sistemin işinə əngəl yarada bilən rastlaşdığınız hər problem barəsində hesabat verin.
eu: Hau probako eguneratze bat da, eta ez da erabilera arrunterako diseinatu. Mesedez, eman aurkitzen dituzun arazoen edo txarragotzeen berri.
ka: ეს სატესტო განახლებაა. ის არაა განკუთვნილი ნორმალური გამოყენებისთვის. გთხოვთ შეგვატყობინოთ ნებისმიერი პრობლემის შესახებ, რომელიც გაგიჩნდებათ.
ko: 이 업데이트는 테스트용입니다. 일반적인 사용 용도로 설계되지 않았습니다. 발생한 문제점이나 오류를 보고해 주십시오.

source: The developer logs will be shown as no description is available for this update:
az: Bu yenilənmə təfərrüatları verilməsə də edilmiş dəyişikliklər haqqında tərtibatçının qeydləri göstərilir:
eu: Garatzailearen egunkariak erakutsiko dira, eguneratze honetarako deskribapen erabilgarririk ez dagoelako:
ka: ამ განახლებისთვის აღწერის არარსებობის გამო პროგრამისტის ჟურნალი იქნება ნაჩვენები:
ko: 이 업데이트의 설명이 없으므로 개발자 로그를 표시합니다:

source: Updates:
az: Yenilənir:
eu: Eguneratzeak:
ka: განაახლებს:
ko: 업데이트:

source: Obsoletes:
az: Köhnəlmişlər:
eu: Zaharkituak:
ka: მოძველებულად გამოაცხადებს:
ko: 오래된 항목:

source: Repository: %1
az: Repazitoriya: %1
eu: Gordetegia: %1
ka: რეპოზიტორია: %1
ko: 저장소: %1

source: No update description was found.
az: Yenilənmənin təsviri tapılmadı.
eu: Ez da eguneratzearen deskribapenik aurkitu.
ka: განახლების გადმოწერა არ არსებობს.
ko: 업데이트 설명이 없습니다.

source: Show Current Versions
az: Cari versiyaları göstərmək
eu: Erakutsi uneko bertsioak
ka: მიმდინარე ვერსიების ჩვენება
ko: 현재 버전 표시

source: Estimated download size: %1
az: Yükləmənin təqribi ölçüsü: %1
eu: Kalkulatutako zama-jaitsitakoaren neurria: %1
ka: გადმოწერის დაახლოებითი ზომა: %1
ko: 예상 다운로드 크기: %1

source: Check for new updates
az: Yenilənmələri yoxlamaq
eu: Egiaztatu eguneratze berririk dagoen
ka: განახლებების შემოწმება
ko: 새 업데이트 확인

source: Distribution upgrade available
az: Distribütor yenilənməsi mövcuddur
eu: Banaketaren bertsio-berritzea erabilgarri
ka: ხელმისაწვდომია დისტრიბუტივის ვერსიის განახლება
ko: 배포판 업그레이드 사용 가능

source: Start upgrade now
az: Yenilənməni indi başlatmaq
eu: Hasi, orain, bertsio-berritzen
ka: განახლებების ახლავე დაწყება
ko: 지금 업그레이드 시작

source: Distribution upgrade finished.
az: Distribütor yenilənməsi başa çatdı.
eu: Banaketaren bertsio-berritzea amaitu da.
ka: დისტრიბუტივის ვერსიის აწევა დასრულდა.
ko: 배포판 업그레이드를 완료했습니다.

source: The system update has completed
az: Sistemin yenilənməsi başa çatdı
eu: Sistemaren eguneratzea osatu da
ka: სისტემის განახლება დასრულდა
ko: 시스템 업데이트를 완료했습니다

source: Restart
az: Yenidən başlatmaq
eu: Berrabiarazi
ka: გადატვრთვა
ko: 다시 시작

source: Package: %2
az: Paket: %2
eu: Paketea: %2
ka: პაკეტი: %2
ko: 패키지: %2

source: Updates are being automatically installed.
az: Yenilənmələr avtomatik quraşdırılır.
eu: Eguneraketak automatikoki instalatzen ari dira.
ka: განახლებები ავტომატურად დადგება.
ko: 업데이트를 자동으로 설치합니다.

source: Security updates are being automatically installed.
az: Təhlükəsizlik yenilənmələri avtomatik quraşdırılır.
eu: Segurtasun eguneratzeak automatikoki instalatzen ari dira.
ka: უსაფრთხოების განახლებები ავტომატურად დადგება.
ko: 보안 업데이트를 자동으로 설치합니다.

source: Updates are being automatically downloaded.
az: Yenilənmələr avtomatik yüklənir.
eu: Eguneratzeak automatikoki zama-jaisten ari dira.
ka: განახლებები ავტომატურად გადმოიწერება.
ko: 업데이트를 자동으로 다운로드합니다.

source: System update was successful.
az: Sistem uğurla yeniləndi.
eu: Sistemaren eguneratzea ondo egin da.
ka: სისტემის განახლება წარმატებით დასრულდა.
ko: 시스템 업데이트에 성공했습니다.

source: The software update failed.
az: Proqram təminatının yenilənməsi baş tutmadı.
eu: Software-eguneratzeak huts egin du.
ka: პროგრამების განახლების შეცდომა.
ko: 소프트웨어 업데이트에 실패했습니다.

source: There is one new update
az: %1 yenilənmə mövcuddur
eu: Eguneratze berri bat dago
ka: ერთი ახალი განახლება
ko: 새 업데이트 %1개 있음

source: Install
az: Quraşdırmaq
eu: Instalatu
ka: დაყენება
ko: 설치

source: KDE Application Installer
az: KDE Tətbiq Quraşdırıcısı
eu: KDE aplikazio instalatzailea
ka: KDE-ის აპლიკაციების დაყენება
ko: KDE 앱 설치기

source: Developer
az: Tərtibatçı
eu: Garatzailea
ka: პროგრამისტი
ko: 개발자

source: Show verbose information
az: Geniş məlumat göstərmək
eu: Erakutsi informazio berritsua
ka: მეტი ინფორმაციის ჩვენება
ko: 자세한 정보 표시

source: IPK package filename
az: İPK paketin fayl_adı
eu: IPK paketearen fitxategi-izena
ka: IPK პაკეტის ფაილის სახელი
ko: IPK 패키지 파일 이름

source: We did not receive a path to an IPK package as parameter.
az: Bir parametr olaraq İPK paketinə yol əldə edə bilmədik.
eu: Parametro gisa ez da jaso IPK pakete baterako bide-izenik
ka: IPK პაკეტამდე ბილიკი პარამეტრად არ მიგვიღია.
ko: IPK 패키지의 경로를 인자로 받지 못했습니다.

source: Package not found!
az: Paket tapılmadı!
eu: Paketea ez da aurkitu!
ka: პაკეტი ვერ ვიპოვე!
ko: 패키지를 찾을 수 없음!

source: Continue
az: Davam etmək
eu: Jarraitu
ka: გაგრძელება
ko: 계속

source: Error
az: Xəta
eu: Errorea
ka: შეცდომა
ko: 오류

source: An error occurred
az: Xəta baş verdi
eu: Errore bat gertatu da
ka: შეცდომა
ko: 오류 발생

source: Welcome!
az: Xoş Gəldiniz!
eu: Ongi etorri!
ka: მოგესალმებით!
ko: 환영합니다!

source: Welcome to the installation of %1!
az: %1 quraşdırılmasına xoş gəldiniz!
eu: Ongi etorri %1(e)n instalaziora!
ka: მოგესალმებით %1-ის დაყენების პროგრამაში!
ko: %1 설치를 환영합니다!

source: Please be careful while installing a 3rd-party application.<br>It might eventually <b>damage</b> your system or have <b>malicious behaviour</b>, like spying out your passwords.<br>Please do only install this software if you <b>trust its publisher</b>.
az: Üçüncü tərəf tətbiqini quraşdırarkən ehtiyyatlı olun.<br> Nəticədə, bu, sisteminizə <b>zərər</b> vura və şifrələrinizin oğurlanması kimi <b>zərərli davranış</b>lara yoil aça bilər.<br>Lütfən, yalnız proqram təminatının <b>müəllifinə etibar edirsiniz</b>sə bunu edin.
eu: Mesedez, kontu izan hirugarrenen aplikazioak instalatzean.<br>Azkenean zure sistema <b>kaltetu</b> edo <b>jokabide gaiztoa</b> izatera eraman lezake, zure pasahitzak espiatzea esaterako.<br>Mesedez, software hauinstalatu, bakarrik, <b>argitaratzaileagan konfiantza</b> baduzu.
ka: ფრთხილად იყავით მესამე პირების აპლიკაციებთან.<br>მან შეიძლება <br>დააზიანოს</b> თქვენი სისტემა ან <b>არასასურველი ქცევით</b>გამოირჩეოდეს, მაგალითად პაროლებს გპარავდეთ.<br> ნუ დააყენებთ პროგრამას, თუ <br>გამომცემლის არ გჯერათ</br>.
ko: 제 3사 앱을 설치할 때에는 주의하십시오.<br>시스템을 <b>손상</b>시키거나 암호를 유출시키는 등 <b>악의적인 행동</b>을 할 수도 있습니다.<br><b>게시자</b>를 <b>신뢰하는</b> 경우에만 이 소프트웨어를 설치하십시오.

source: Details about this installation
az: Bu quraşdırılmanın təfərrüatları
eu: Instalazio honi buruzko xehetasunak
ka: დეტალები ამ დაყენების შესახებ
ko: 이 설치 정보

source: Application description
az: Tətbiqin Təsviri
eu: Aplikazioaren deskribapena
ka: აპლიკაციის აღწერა
ko: 앱 설명

source: Running installation
az: Quraşdırilma işləyir
eu: Instalazioa ibiltzen
ka: მიმდინარეობს დაყენება
ko: 설치 실행

source: Installing %1...
az: %1 quraşdırılır...
eu: %1 instalatzen ...
ka: %1-ის დაყენება...
ko: %1 설치 중...

source: Installation finished!
az: Quraşdırılma başa çatdı!
eu: Instalatzeak huts egin du!
ka: დაყენება დასრულდა!
ko: 설치가 완료되었습니다!

source: %1 has been installed successfully!
az: %1 uğurla quraşdırıldı!
eu: %1 ondo instalatu da!
ka: %1-ის დაყენება წარმატებულია!
ko: %1이(가) 설치되었습니다!

source: New application available
az: Yeni tətbiq var
eu: Aplikazio berria erabilgarri dago
ka: ხელმისაწვდომია ახალი აპლიკაცია
ko: 새 앱 사용 가능

source: The following application was just installed. Click on it to launch:
az: Aşağıdakı tətbiq elə indicə quraşdırıldı. Açmaq üçün klikləyin:
eu: Ondoko aplikazioa oraintxe instalatu da. Egiozu klik abiarazteko:
ka: პროგრამა დაყენებულია. გასაშვებად დააწკაპუნეთ:
ko: 다음 앱을 설치했습니다. 클릭하면 실행합니다:

source: Do not show this dialog again
az: Bu dialoqu yenidən göstərməmək
eu: Ez berriz erakutsi elkarrizketa-koadro hau
ka: ეს ფანჯარა აღარ მაჩვენო
ko: 이 메시지를 다시 표시하지 않기

source: Remove
az: Silmək
eu: Kendu
ka: წაშლა
ko: 삭제

source: Deselect
az: Seçimin ləğvi
eu: Desautatu
ka: მონიშვნის მოხსნა
ko: 선택 해제

source: Do not Install
az: Quraşdırmamaq
eu: Ez instalatu
ka: არ დააყენო
ko: 설치하지 않기

source: Do not Remove
az: Silməmək
eu: Ez kendu
ka: არ წაშალო
ko: 삭제하지 않기

source: %1 remaining
az: %1 qaldı
eu: %1 geratzen zaio
ka: დარჩენილია %1
ko: %1 남음

source: License Agreement Required
az: Lisenziya razılaşması tələb olunur
eu: Lizentziarekiko hitzarmena beharrezkoa da
ka: სალიცენზიო ხელშეკრულება აუცილებელია
ko: 라이선스 조항 동의 필요함

source: Accept Agreement
az: Razılaşmanı qəbul etmək
eu: Onartu hitzarmena
ka: ლიცენზიის _მიღება
ko: 조항 동의

source: License required for %1 by %2
az: %1 üçün %2 tərəfindən lisenziya razılaşması tələb olunur
eu: %2(e)k %1(e)rako lizentzia eskatzen du
ka: %1-სთვის ლიცენზია მოთხოვნილია %2-ის მიერ
ko: %2의 %1에 라이선스 필요함

source: Please read the following important information before continuing:
az: Davam etməzdən əvvəl, lütfən, aşağıdakı vacib məlumatları oxuyun:
eu: Mesedez, irakurri ondoko informazio garrantzitsua jarraitu aurretik:
ka: გაგრძელებამდე გთხოვთ წაიკითხოთ შემდეგი მნიშვნელოვანი ინფორმაცია:
ko: 계속 진행하기 전에 다음 중요 정보를 읽어 주십시오:

source: Name
az: Adı
eu: Izena
ka: სახელი
ko: 이름

source: Version
az: Versiya
eu: Bertsioa
ka: ვერსია
ko: 버전

source: Installed Version
az: Quraşdırılmış versiya
eu: Instalatutako bertsioa
ka: დაყენებული ვერსია
ko: 설치된 버전

source: Arch
az: Arxitektura
eu: Arkitektura
ka: არქიტექტურა
ko: 아키텍처

source: Origin
az: Mənbə
eu: Jatorria
ka: საწყისი
ko: 원본

source: Size
az: Ölçü
eu: Neurria
ka: ზომა
ko: 크기

source: Version: %1 Architecture: %2
az: Versiya: %1 Arxitektura: %2
eu: Bertsioa: %1 Arkitektura: %2
ka: ვერსია: %1 არქიტექტურა: %2
ko: 버전: %1 아키텍처: %2

source: To be Removed
az: Silinəcəkdir
eu: Kentzea
ka: წაიშლება
ko: 삭제할 예정

source: To be Installed
az: Quraşdırılacaqdır
eu: Instalatuta egotea
ka: დაყენდება
ko: 설치할 예정

# This is when the transaction status is not known
source: Unknown state
az: Naməlum vəziyyət
eu: Egoera ezezaguna
ka: უცნობი მდგომარეობა
ko: 알 수 없는 상태

# transaction state, the daemon is in the process of starting
source: Waiting for service to start
az: Xidmətin başlanması gözlənilir
eu: Zerbitzua abiatzeko zain
ka: სერვისის გაშვების მოლოდინი
ko: 서비스 시작 대기 중

# transaction state, the transaction is waiting for another to complete
source: Waiting for other tasks
az: Digər tapşırıqların başlanması göslənilir
eu: Beste ataza batzuen zain
ka: დანარჩენი ამოცანების მოლოდინი
ko: 다른 작업 대기 중

# transaction state, just started
source: Running task
az: Tapşırıqlar başlanır
eu: Ataza martxan
ka: გაშვებული ამოცანა
ko: 작업 실행 중

# transaction state, is querying data
source: Querying
az: Sorğu
eu: Itauntzen
ka: მოთხოვნა
ko: 질의 중

# transaction state, getting data from a server
source: Getting information
az: Məlumatlar alınır
eu: Informazioa lortzen
ka: ინფორმაციის მიღება
ko: 정보 가져오는 중

# transaction state, removing packages
source: Removing packages
az: Paketlər silinir
eu: Paketeak kentzen
ka: პაკეტების წაშლა
ko: 패키지 삭제 중

# transaction state, downloading package files
source: Downloading at %1/s, %2 remaining
az: Yükləmə sürəti, %1/san, %2 qaldı
eu: %1/s zama-jaisten, %2 falta da
ka: გადმოწერის სიჩქარე %1/s, %2 დარჩენილი
ko: 다운로드 중: %1/초, %2 남음

# transaction state, downloading package files
source: Downloading at %1/s
az: %1/san sürətlə yüklənir
eu: %1/s zama-jaisten
ka: გადმოწერის სიჩქარე %1/s
ko: 다운로드 중: %1/초

# transaction state, downloading package files
source: Downloading, %1 remaining
az: Yüklənir, %1 qaldı
eu: Zama-jaisten, %1 falta da
ka: გადმოწერა, დარჩენილია %1
ko: 다운로드 중, %1 남음

# transaction state, downloading package files
source: Downloading
az: Yüklənir
eu: Zama-jaisten
ka: გადმოწერა
ko: 다운로드 중

# transaction state, installing packages
source: Installing packages
az: Paketlər quraşdırılır
eu: Paketeak instalatzen
ka: პაკეტების დაყენება
ko: 패키지 설치 중

# transaction state, refreshing internal lists
source: Refreshing software list
az: Proqram təminatı siyahısı təzələnir
eu: Software-zerrenda berritzen
ka: პროგრამული უზრუნველყოფის სიის განახლება
ko: 소프트웨어 목록 새로 고치는 중

# transaction state, installing updates
source: Updating packages
az: Paketlər yenilənir
eu: Paketeak eguneratzen
ka: პაკეტების განახლება
ko: 패키지 업데이트 중

# transaction state, removing old packages, and cleaning config files
source: Cleaning up packages
az: Paketlər təmizlənir
eu: Paketeak garbitzea
ka: პაკეტების გასუფთავება
ko: 패키지 청소 중

# transaction state, obsoleting old packages
source: Obsoleting packages
az: Köhnəlmiş paketlər
eu: Paketeak zaharkitu gisa ezartzen
ka: პაკეტების მოძველებულად მონიშვნა
ko: 패키지 무효화 중

# transaction state, checking the transaction before we do it
source: Resolving dependencies
az: Asılılıqlar həll olunur
eu: Mendekotasunak ebazten
ka: ურთიერთდამოკიდებულებების ამოხსნა
ko: 의존성 확인 중

# transaction state, checking if we have all the security keys for the operation
source: Checking signatures
az: İmzalar yoxlanılır
eu: Sinadurak egiaztatzen
ka: ხელმოწერების შემოწმება
ko: 서명 확인 중

# transaction state, when we're doing a test transaction
source: Testing changes
az: Dəyişikliklər sınaqdan keçirilir
eu: Aldaketak probatzen
ka: ცვლილებების ტესტირება
ko: 변경 사항 시험 중

# transaction state, when we're writing to the system package database
source: Committing changes
az: Dəyişikliklər saxlanılır
eu: Aldaketak baliozkotzen
ka: ცვლილებების გადაცემა
ko: 변경 사항 적용 중

# transaction state, requesting data from a server
source: Requesting data
az: Verilənlər tələb olunur
eu: Datuak eskatzen
ka: მონაცემების მოთხოვნა
ko: 데이터 요청 중

# transaction state, all done!
source: Finished
az: Başa çatdı
eu: Amaituta
ka: დასრულებულია
ko: 완료됨

# transaction state, in the process of cancelling
source: Cancelling
az: İmtina edildi
eu: Bertan behera uzten
ka: გაუქმება
ko: 취소 중

# transaction state, downloading metadata
source: Downloading repository information
az: Repazitoriya məlumatları yüklənir
eu: Gordetegiaren informazioa zama-jaisten
ka: რეპოზიტორიის ინფორმაციის გადმოწერა
ko: 저장소 정보 다운로드 중

# transaction state, downloading metadata
source: Downloading list of packages
az: Paketlərin siyahısı yüklənir
eu: Paketeen zerrenda zama-jaisten
ka: პაკეტების სიის გადმოწერა
ko: 패키지 목록 다운로드 중

# transaction state, downloading metadata
source: Downloading file lists
az: Faylların siyahısı yüklənir
eu: Fitxategi-zerrendak zama-jaisten
ka: ფაილეის სიების გადმოწერა
ko: 파일 목록 다운로드 중

# transaction state, downloading metadata
source: Downloading lists of changes
az: Dəyişikliklərin siyahısı yüklənir
eu: Aldaketen zerrendak zama-jaisten
ka: ცვლილებების სიის გადმოწერა
ko: 변경 목록 다운로드 중

# transaction state, downloading metadata
source: Downloading groups
az: Qruplar yüklənir
eu: Taldeak zama-jaisten
ka: ჯგუფების გადმოწერა
ko: 그룹 다운로드 중

# transaction state, downloading metadata
source: Downloading update information
az: Yenilənmə məlumatları yüklənir
eu: Eguneratze-informazioa zama-jaisten
ka: განახლებების ინფორმაციის გადმოწერა
ko: 업데이트 정보 다운로드 중

# transaction state, repackaging delta files
source: Repackaging files
az: Fayllar yenidən paketlənir
eu: Fitxategiak birpaketatzen
ka: ფაილების აწყობა
ko: 파일을 패키지로 다시 생성하는 중

# transaction state, loading databases
source: Loading cache
az: Keş yüklənir
eu: Cachea zamatzen
ka: ქეშის ჩატვირთვა
ko: 캐시 불러오는 중

# transaction state, scanning for running processes
source: Scanning installed applications
az: Quraşdırılmş tətbiqlər aşkar edilir
eu: Instalatutako aplikazioak aztertzen
ka: დაყენებული პროგრამების მოძებნა
ko: 설치된 앱 조사 중

# transaction state, generating a list of packages installed on the system
source: Generating package lists
az: Paket siyahılarının yaradılması
eu: Pakete-zerrendak sortzen
ka: პაკეტების სიის შედგენა
ko: 패키지 목록 생성 중

# transaction state, when we're waiting for the native tools to exit
source: Waiting for package manager lock
az: Pket menecrinin bloklanması gözlənilir
eu: Pakete kudeatzailea giltzatzeko zain
ka: პაკეტების მმართველის ბლოკის მოლოდინი
ko: 패키지 관리자 잠금 해제 대기 중

# waiting for user to type in a password
source: Waiting for authentication
az: Doğrulamanı gözləyir
eu: Autentifikatzeko zain
ka: ავთენტიკაციის მოლოდინი
ko: 인증 대기 중

# we are updating the list of processes
source: Updating the list of running applications
az: İşlək tətbiqlərin siyahı yenilənir
eu: Martxan dauden aplikazioen zerrenda eguneratzen
ka: გაშვებული პროგრამების სიის განახლება
ko: 실행 중인 앱 갱신 중

# we are checking executable files in use
source: Checking for applications currently in use
az: Hazırda istifadə olunan tətbiqlərin siyahısı yoxlanır
eu: Une honetan erabiltzen ari diren aplikazioak egiaztatzen
ka: ამჟამად გამოყენებული პროგრამების შემოწმება
ko: 사용 중인 앱 점검 중

# we are checking for libraries in use
source: Checking for libraries currently in use
az: Hazırda istifadə olunan tətbiqlərin kitabxanaları yoxlanır
eu: Une honetan erabiltzen ari diren liburutegiak egiaztatzen
ka: ამჟამად გამოყენებული ბიბლიოთეკების შემოწმება
ko: 사용 중인 라이브러리 점검 중

# we are copying package files to prepare to install
source: Copying files
az: Fayllar kopyalanır
eu: Fitxategiak kopiatzen
ka: ფაილების ასლი
ko: 파일 복사 중

# we are running hooks pre or post transaction
source: Running hooks
az: Tapşırıq icra olunur
eu: Kakoak exekutatzen
ka: დამხმარე პროცესების გაშვება
ko: 훅 실행 중

# The action of the package, in past tense
source: Downloaded
az: Yükləndi
eu: Zama-jaitsita
ka: გადმოწერილია
ko: 다운로드됨

# The action of the package, in past tense
source: Updated
az: Yeniləndi
eu: Eguneratuta
ka: განახლდა
ko: 업데이트됨

# The action of the package, in past tense
source: Installed
az: QUraşdırıldı
eu: Instalatuta
ka: ჩადგმულია
ko: 설치됨

# The action of the package, in past tense
source: Removed
az: Silindi
eu: Kenduta
ka: ამოღებულია
ko: 삭제됨

# The action of the package, in past tense
source: Cleaned Up
az: Təmizləndi
eu: Garbituta
ka: მოსუფთავებულია
ko: 청소됨

# The action of the package, in past tense
source: Obsoleted
az: Əvəzləndi
eu: Zaharkituta
ka: ამოღებულია
ko: 오래됨

# The role of the transaction, in present tense
source: Unknown role type
az: Naməlum rol növü
eu: ROL-mota ezezaguna
ka: უცნობი როლის ტიპი
ko: 알 수 없는 역할 형식

# The role of the transaction, in present tense
source: Getting dependencies
az: Asılılıqlar alınır
eu: Mendekotasunak lortzen
ka: დამოკიდებულებების მიღება
ko: 의존성 가져오는 중

# The role of the transaction, in present tense
source: Getting update detail
az: Yeniləmə təfərrüatları alınır
eu: Eguneratze xehetasunak lortzen
ka: განახლების დეტალების მიღება
ko: 업데이트 자세한 정보 가져오는 중

# The role of the transaction, in present tense
source: Getting details
az: Təfərrüatlar alınır
eu: Zehaztasunak lortzen
ka: დეტალების მიღება
ko: 자세한 정보 가져오는 중

# The role of the transaction, in present tense
source: Getting requires
az: Tələb olunanlar alınır
eu: Eskakizunak lortzen
ka: საჭიროებების მიღება
ko: 필요한 항목 가져오는 중

# The role of the transaction, in present tense
source: Getting updates
az: Yenilənmələr alınır
eu: Eguneratzeak lortzen
ka: განახლებების მღება
ko: 업데이트 가져오는 중

# The role of the transaction, in present tense
source: Searching details
az: Təfərrüatlar axtarılır
eu: Xehetasunak bilatzen
ka: დეტალების ძებნა
ko: 자세한 정보 검색 중

# The role of the transaction, in present tense
source: Searching for file
az: Fayl axtarılır
eu: Fitxategiaren bila
ka: ფაილის ძებნა
ko: 파일 검색 중

# The role of the transaction, in present tense
source: Searching groups
az: Qruplar axtarılır
eu: Taldeen bila
ka: ჯგუფების ძებნა
ko: 그룹 검색 중

# The role of the transaction, in present tense
source: Searching by package name
az: Paket adına görə axtarış
eu: Pakete-izenaren arabera bilatzen
ka: პაკეტის სახელით ძებნა
ko: 패키지 이름으로 검색 중

# The role of the transaction, in present tense
source: Simulating removal
az: Silinmə təqlid olunur
eu: Ezabatzea simulatzen
ka: წაშლის სიმულაცია
ko: 모의 삭제 중

# The role of the transaction, in present tense
source: Downloading packages
az: Paketlər yüklənir
eu: Paketeak zama-jaisten
ka: პაკეტების გადმოწერა
ko: 패키지 다운로드 중

# The role of the transaction, in present tense
source: Removing
az: Silinir
eu: Kentzen
ka: წაშლა
ko: 삭제 중

# The role of the transaction, in present tense
source: Simulating install
az: Quraşdırılmanın təqlid olunur
eu: Instalatzea simulatzen
ka: დაყენების სიმულაცია
ko: 모의 설치 중

# The role of the transaction, in present tense
source: Installing
az: Quraşdırılır
eu: Instalatzen
ka: დაყენება
ko: 설치 중
