Repository: KDE/apper
Catalog: po/*/apper.po
Languages: az, eu, ka, ko

source: The action is not supported by this backend. Please report a bug as this should not have happened.
az: Fəaliyyət modul tərəfindən dəstəklənmir. Xəta haqqında hesabat verin, əslində bu baş verməməli idi.
eu: Bizkarraldeko honek ez du ekintza onartzen. Mesedez, eman akatsaren berri, hau ez bailitzateke gertatu behar.
ka: ეს ქმედება მხარდაუჭერელია ამ უკანაბოლოს მიერ. შეავსეთ ანგარიში შეცდომის შესახებ. ეს არ უნდა მომხდარიყო.
ko: 이 백엔드에서 이 작업은 지원하지 않습니다. 발생하지 않았어야 할 문제이므로 버그를 보고해 주십시오.

source: A problem that we were not expecting has occurred. Please report this bug with the error description.
az: Gözləmədiyimiz bir problem yarandı. Təfərrüatları ilə birgə xəta haqqında hesabat göndərin.
eu: Aurreikusten ez genuen arazo bat gertatu da. Mesedez, eman akats honen berri, errorearen deskribapenarekin batera.
ka: პრობლემა, რომელსაც არ ველოდით, რომ გამოჩნდებოდა. შეავსეთ შეცდომის ანგარიში და აღწერეთ შეცდომა.
ko: 예상하지 못한 문제가 발생했습니다. 오류 설명을 첨부하여 버그를 보고해 주십시오.

source: A security trust relationship could not be made with the software origin. Please check your software signature settings.
az: Proqram təminatı mənbəyi ilə təhlükəsizlik baxımından etibarlı münasibət yaratmaq mümkün deyil. Paketlərin imza ayarlarını yoxlayın.
eu: Ezin izan da software jatorriarekin segurtasun-konfiantza harremanik ezarri. Mesedez, egiaztatu zure software sinaduraren ezarpenak.
ka: პროგრამის წყაროსთან უსაფრთხო ნდობის ურთიერთობის დამყარების შეცდომა. შეამოწმეთ პროგრამების ხელმოწერის პარამეტრები.
ko: 소프트웨어 원본과 보안 신뢰 관계를 맺을 수 없습니다. 소프트웨어 서명 설정을 확인하십시오.

source: The package that is trying to be removed or updated is not already installed.
az: Silmək ə yeniləmək istədiyiniz paket hələlik quraşdırılmayıb.
eu: Kendu edo eguneratzeko nahian dabilen paketea ez dago instalatuta oraindik.
ka: პაკეტი, რომლის განახლებას ან წაშლას ცდილობთ, დაყენებული არაა.
ko: 삭제 또는 업데이트할 패키지를 아직 설치하지 않았습니다.

source: The package that is being modified was not found on your system or in any software origin.
az: Dəyişdirilən paket sisteminizdə və ya proqram təminatı mənbəyində tapılmadı
eu: Aldatu nahian dabilen paketea ez da aurkitu zure sisteman ez eta software jatorrietan ere.
ka: პაკეტი, რომლის შეცვლასაც ცდილობთ, თქვენს სისტემაში და ხელმისაწვდომ წყაროებში ვერ ვიპოვე.
ko: 수정할 패키지를 시스템이나 소프트웨어 원본에서 찾을 수 없습니다.

source: The package that is trying to be installed is already installed.
az: Quraşdırmağa cəhd etdiyiniz paket artıq quraşdırılıb
eu: Instalatu nahian dabilen paketea dagoeneko instalatuta dago.
ka: პაკეტი, რომლის დაყენებასაც ცდილობთ, უკვე დაყენებულია.
ko: 설치할 패키지가 이미 설치되어 있습니다.

source: The package download failed. Please check your network connectivity.
az: Paketin yüklənməsi başa tutmadı. Şəbəkə əlaqəsini yoxlayın.
eu: Paketea zama-jaistea huts egin du. Egiaztatu zure sareko konektibitatea.
ka: პაკეტის გადმოწერის შეცდომა. შეამოწმეთ ქსელი.
ko: 패키지를 다운로드할 수 없습니다. 네트워크 연결을 확인하십시오.

source: The group type was not found. Please check your group list and try again.
az: Qrup növü tapılmadı. Qrup siyahısını yoxlayın və yenidən cəhd edin.
eu: Talde-mota ez da aurkitu. Egiaztatu zure talde-zerrenda eta berriz saiatu.
ka: ჯგუფის ტიპი არ არსებობს. შეამოწმეთ ჯგუფების სია და თავიდან სცადეთ.
ko: 그룹 형식을 찾을 수 없습니다. 그룹 목록을 확인하고 다시 시도하십시오.

source: The group list could not be loaded. Refreshing your cache may help, although this is normally a software origin error.
az: Qrup siyahısı yüklənmədi. Keşi yeniləməniz kömək edə bilər, buna baxmayaraq bu normal proqram təminatı xətasıdır.
eu: Talde-zerrenda ezin izan da zamatu. Zure cachea berritzeak lagun lezake, nahiz eta hau software jatorri baten errorearen ondorio izan ohi den.
ka: ჯგუფების სიის ჩატვირთვის შეცდომა. შეიძლება გიშველოთ ქეშის განახლებამ, თუმცა, ჩვეულებრივ, ეს პროგრამის წყაროს შეცდომაა.
ko: 그룹 목록을 불러올 수 없습니다. 대부분 소프트웨어 원본에서 발생한 문제지만, 캐시를 새로 고치면 해결될 수 있습니다.

source: A package dependency could not be found. More information is available in the detailed report.
az: Paket asılılıqları tapılmadı. Daha çox məlumatlar ətraflı hesabatda mövcuddur.
eu: Pakete-mendekotasun bat ezin izan da aurkitu. Informazio gehiago erabilgarri dago txosten xehatuan.
ka: პაკეტის დამოკიდებულება ვერ ვიპოვე. მეტი ინფორმაცია დეტალურ ანგარიშშია ხელმისაწვდომი.
ko: 패키지 의존성을 찾을 수 없습니다. 자세한 정보는 보고서를 참조하십시오.

source: The search filter was not correctly formed.
az: Axtarış süzgəci düzgün formalaşdırılmayıb.
eu: Bilatzeko iragazkia ez da ondo eratu.
ka: ძებნის ფილტრი არასწორადაა დაწერილი.
ko: 검색 필터가 잘못되었습니다.

source: The package identifier was not well formed when sent to the system daemon. This normally indicates an internal bug and should be reported.
az: Serverə göndərilərkən paket identifikatoru düzgün formalaşdırılmayıb. Adi halda bu daxili xətanı aşkar edir və hesabat göndərir.
eu: Paketearen identifikatzailea ez zegoen ondo eratuta sistemako daimonari bidaltzerakoak. Hau barneko akats baten adierazgarri izan ohi da eta jakinarazi egin beharko litzateke.
ka: პაკეტის იდენტიფიკატორის აღწერა შეუძლებელია, როცა ის სისტემის დემონტან გაიგზავნა. როგორც წესი, ეს შიდა შეცდომას აღწერას და ის უნდა გადააგზავნოთ.
ko: 시스템 데몬으로 보낸 패키지 식별자가 잘못되었습니다. 내부 버그일 수 있으므로 보고해 주십시오.

source: An error occurred while running the transaction. More information is available in the detailed report.
az: Tranzaksiya işə salınarkən xəta baş verdi. Daha çox məlumatlar ətraflı hesabatda mövcuddur.
eu: Errore bat gertatu da transakzioa exekutatzean. Informazio gehiago erabilgarri dago txosten xehatuan.
ka: შეცდომა ტრანზაქციის მიმდინარეობისას. მეტი ინფორმაცია დეტალურ ანგარიშშია ხელმისაწვდომი.
ko: 트랜잭션을 실행하는 중 오류가 발생했습니다. 자세한 정보는 보고서를 참조하십시오.

source: The remote software origin name was not found. You may need to enable an item in Software Origins.
az: Proqram təminatı mənbəyinin serverdəki adı tapılmadı. Ola bilsin ki, proqram təminatı mənbəyində repazitoriyaları qoşmanız lazımdır.
eu: Softwarearen urrutiko jatorriaren izena ez da aurkitu. Agian Software Jatorrietan elementu bat gaitu beharrean zaude.
ka: პროგრამების დაშორებული წყაროს სახელი ვერ ვიპოვე. შეამოწმეთ მისი ჩართულობა პროგრამების წყაროებში.
ko: 원격 소프트웨어 원본 이름을 찾을 수 없습니다. 소프트웨어 원본에서 항목을 활성화해야 할 수도 있습니다.

source: Removing a protected system package is not allowed.
az: Qorunan sistem paketlərinin silinməsinə icazə verilmir.
eu: Sistemako pakete babestu bat kentzea ez da onartzen.
ka: დაცული სისტემური პაკეტის წაშლა შეუძლებელია.
ko: 보호된 시스템 패키지를 삭제할 수 없습니다.

source: The task was canceled successfully and no packages were changed.
az: Tapşırıq uğurla ləğv edildi və heç bir paket dəyişdirilmədi.
eu: Ataza bertan behera utzi da, era egokian, eta ez da paketerik aldatu.
ka: ამოცანა წარმატებულად გაუქმდა და პაკეტები არ შეცვლილა.
ko: 작업을 취소했으며 패키지를 변경하지 않았습니다.

source: The task was canceled successfully and no packages were changed. The backend did not exit cleanly.
az: Tapşırıq uğurla ləğv edildi və heç bir paket dəyişdirilmədi. Modulun işi xəta ilə sonlandı.
eu: Ataza bertan behera utzi da, era egokian, eta ez da paketerik aldatu. Bizkarraldekoa ez da era garbian amaitu.
ka: ამოცანა წარმატებით გაუქმდა და პაკეტები არ შეცვლილა. უკანაბოლოს მუშაობა სუფთად არ დაუსრულებია.
ko: 작업을 취소했으며 패키지를 변경하지 않았습니다. 백엔드가 올바르게 종료되지 않았습니다.

source: The native package configuration file could not be opened. Please make sure your system's configuration is valid.
az: Yerli paket tənzimləmə faylı açıla bilmədi. Sisteminizin düzgün tənzimləndiyinə əmin olun.
eu: Pakete natiboa konfiguratzeko fitxategia ezin izan da ireki. Ziurtatu ezazu zure sistemako konfigurazioak balio duela.
ka: პაკეტის კონფიგურაციის ფაილის გახსნის შეცდომა. დარწმუნდით, რომ სისტემის კონფიგურაცია სწორია.
ko: 네이티브 패키지 설정 파일을 열 수 없습니다. 시스템 설정을 확인하십시오.

source: The task is not safe to be cancelled at this time.
az: Hal-hazırda bu tapşırıqın ləğv edilməsi təhlükəli ola bilər.
eu: Ataza une honetan bertan behera uztea ez da segurua.
ka: ამოცანის გაუქმება ამჟამად უსაფრთხო არაა.
ko: 지금 작업을 취소하면 안전하지 않습니다.

source: Source packages are not normally installed this way. Check the extension of the file you are trying to install.
az: Mənbə paketləri əslində bu şəkildə quraşdırılmır. Quraşdırmağa çalışdığınız sənədin uzantısını yoxlayın.
eu: Sorburu paketeak, normalean, ez dira era honetan instalatzen. Egiaztatu instalatu nahian zabiltzan fitxategiaren luzapena.
ka: კოდის პაკეტების დაყენება ჩვეულებრივ ასე არ ხდება. რომელი პროგრამის დაყენებასაც აპირებთ, ფაილის გაფართოება შეამოწმეთ.
ko: 소스 패키지는 일반적으로 이렇게 설치되지 않습니다. 설치할 파일의 확장자를 확인하십시오.

source: The license agreement was not agreed to. To use this software you have to accept the license.
az: Lisenziya razılaşması qəbyl edilmədi. Bun proqram təminatını istifadə etmək üçün lisenziyanı qəbul etməlisiniz.
eu: Lizentzia hitzarmena ez da onartu. Software hau erabiltzeko lizentzia onartu behar duzu.
ka: ლიცენზიის შეთანხმებას არ დაეთანხმეთ. პროგრამის გამოსაყენებლად ლიცენზიის დათანხმება აუცილებელია.
ko: 라이선스 조항에 동의하지 않았습니다. 이 소프트웨어를 사용하려면 라이선스 조항에 동의해야 합니다.

source: Two packages provide the same file. This is usually due to mixing packages for different software origins.
az: İki paket eyni faylı təqdim edir. Buna səbəb, adətən eyni vaxtda bir neçə proqram təminatı mənbəyindən istifadə edəndə baş verir.
eu: Bi paketek fitxategi bera hornitzen dute. Software jatorri ezberdinetako paketeak nahastean gertatu ohi da.
ka: ერთი და იგივე ფაილი ორ პაკეტშია. ეს ჩვეულებრივ ერთი და იგივე პაკეტის ორი წყაროდან დაყენებისას ხდება.
ko: 두 개의 패키지에서 같은 파일을 제공합니다. 일반적으로 소프트웨어 원본이 다른 두 패키지를 같이 설치하려고 하면 발생합니다.

source: Multiple packages exist that are not compatible with each other. This is usually due to mixing packages from different software origins.
az: Bir-birinə uyğun olmayan birdən çox paket mövcuddur. Buna səbəb, adətən eyni vaxtda bir neçə proqram təminatı mənbəyindən istifadə edəndə baş verir.
eu: Pakete ugari daude elkarrekin bateragarriak ez direnak. Software jatorri ezberdinetako paketeak nahastean gertatu ohi da.
ka: მრავალი პაკეტი, რომელიც არსებობს, არათავსებადია ერთმანეთთან. ეს ჩვეულებრივ ერთი და იგივე პაკეტის სხვადასხვა წყაროებიდან დაყენებისას ხდება.
ko: 서로 호환되지 않는 여러 패키지가 있습니다. 일반적으로 소프트웨어 원본이 다른 여러 패키지를 같이 설치하려고 하면 발생합니다.

source: There was a (possibly temporary) problem connecting to a software origins. Please check the detailed error for further details.
az: Proqram mənbəyinə qoşulma problemi var, bu müvəqqəti ola bilər. Daha çox məlumat üçün xətanın detallarına baxın.
eu: Software jatorri batera konektatzeko arazo bat (beharbada behin behinekoa) egon da. Aztertu errore xehatua zehaztasun bila.
ka: (დრობითი) პრობლემა პროგრამის წყაროებთან მიერთებისას. მეტი დეტალებისთვის იხილეთ დეტალური შეცდომა.
ko: 소프트웨어 원본에 연결할 때 일시적인 문제가 있었습니다. 자세한 내용은 오류 정보를 참조하십시오.

source: Failed to initialize packaging backend. This may occur if other packaging tools are being used simultaneously.
az: Paketləmə modulu başladıla bilmədi. Bu, digər paketləmə vasitələri eyni vaxtda istifadə olunarsa baş verə bilər.
eu: Paketeak kudeatzeko bizkarraldekoa hasieratzea huts egin du. Aldi berean paketeak kudeatzeko beste tresna batzuk erabiltzean gertatu ohi da.
ka: პაკეტების უკანაბოლოს ინიციალიზაციის შეცდომა. ეს ჩვეულებრივ მაშინ ხდება, როცა პაკეტების სხვადასხვა ხელსაწყო ერთდროულად გამოიყენება.
ko: 패키징 백엔드를 초기화할 수 없습니다. 여러 패키지 관리자를 동시에 사용하면 발생할 수 있습니다.

source: Failed to close down the backend instance. This error can normally be ignored.
az: Modul nümunəsini bağlamaq mümkün olmadı. Adətən bu xəta gözardı edilir.
eu: Bizkarraldekoaren instantzia ixtea huts egin du. Errore hau normalean ezikusi daiteke.
ka: უკანაბოლოს გაშვებული ასლის დახურვის შეცდომა. ეს შეცდომა, ჩვეულებრივ, შეგიძლიათ გამოტოვოთ.
ko: 백엔드 인스턴스를 종료할 수 없습니다. 이 오류는 일반적으로 무시할 수 있습니다.

source: Cannot get the exclusive lock on the packaging backend. Please close any other legacy packaging tools that may be open.
az: Paketləmə modulunda xüsusi kilid əldə etmək mümkün olmadı. Lütfən, paketlərlə işləyən başqa bütün vasitələri bağlayın.
eu: Ezin da lortu paketeak kudeatzeko bizkarraldekoan giltzatze esklusiboa. Mesedez, itxi irekita egon daitekeen paketeak kudeatzeko beste edozein tresna.
ka: პაკეტის უკანაბოლოს ექსკლუზიური ბლოკის მიღების შეცდომა. დახურეთ ყველა მოძველებული პაკეტების ხელსაწყო, რომელიც გაშვებული გაქვთ.
ko: 패키징 백엔드에서 독점 잠금을 얻을 수 없습니다. 열려 있을 수 있는 다른 레거시 패키지 관리자를 모두 닫으십시오.

source: None of the selected packages could be updated.
az: Seçilmiş ppaketlərdən heç biri yenilənə bilmədi.
eu: Hautatutako paketeetako bat ere ezin izan da eguneratu.
ka: მონიშნული პაკეტების განახლება ხელმიუწვდომელია.
ko: 선택한 패키지 중 아무것도 업데이트할 수 없습니다.

source: The repository configuration could not be modified.
az: Rapazitoriya tənzimləmələrini dəyişdirmək mümkün olmadı.
eu: Gordetegiko konfigurazioa ezin izan da aldatu.
ka: რეპოზიტორიის კონფიგურაციის შეცვლის შეცდომა.
ko: 저장소 설정을 수정할 수 없습니다.

source: Installing the local file failed. More information is available in the detailed report.
az: Yerli faylın quraşdırılması baş tutmadı. Daha çox məlumatlar ətraflı hesabatda mövcuddur.
eu: Fitxategi lokala instalatzean huts egin du. Informazio gehiago erabilgarri dago txosten xehatuan.
ka: ლოკალური ფაილის დაყენების შეცდომა. მეტი ინფორმაცია დეტალურ ანგარიშშია ხელმისაწვდომი.
ko: 로컬 파일을 설치할 수 없습니다. 자세한 정보는 보고서를 참조하십시오.

source: The package signature could not be verified.
az: Paketin imzası doğrulana bilmədi.
eu: Paketearen sinadura ezin da egiaztatu.
ka: პაკეტის ხელმოწერის შემოწმება შეუძლებელია.
ko: 패키지 서명을 확인할 수 없습니다.

source: The package signature was missing and this package is untrusted. This package was not signed with a GPG key when created.
az: Bu paketdə imza çatışmır və ya bu paket etibarsızdır. Bu paket yaradılarkən GPG açarı ilə imzalanmayıb.
eu: Paketearen sinadura falta da eta pakete honek ez dauka konfiantzarik. Pakete hau sortzean, ez zen sinatu GPG gako bat erabiliz.
ka: პაკეტის ხელმოწერა არ არსებობს და ეს პაკეტი სანდო არაა. ეს პაკეტი შექმნისას GPG-ით არ ხელმოწერილა.
ko: 패키지 서명이 누락되었으며 이 패키지를 신뢰할 수 없습니다. 패키지를 생성할 때 GPG 키로 서명하지 않았습니다.

source: Repository configuration was invalid and could not be read.
az: Repazitoriya tənzimləməsi səhvdir və oxuna bilmir.
eu: Gordetegiko konfigurazioa baliogabea da eta ezin izan da irakurri.
ka: რეპოზიტორიის კონფიგურაცია არასწორია და მისი წაკითხვა შეუძლებელია.
ko: 저장소 설정이 잘못되었으며 읽을 수 없습니다.

source: The package you are attempting to install is not valid. The package file could be corrupt, or not a proper package.
az: Quraşdırmağa çalışdığınız paket etibarlı deyil. paket faylı ola bilsin ki, korlanıb və ya paket özü düzgün deyil.
eu: Instalatu nahian zabiltzan paketeak ez du balio. Pakete-fitxategia hondatuta egon liteke, edo baliteke egiazko pakete bat ez izatea.
ka: პაკეტი, რომლის დაყენებასაც ცდილობთ, არასწორია. შეიძლება პაკეტის ფაილი გაფუჭებულია, ან პაკეტი არასწორია.
ko: 설치하려는 패키지가 올바르지 않습니다. 패키지 파일이 손상되었거나 올바른 패키지가 아닐 수도 있습니다.

source: Installation of this package was prevented by your packaging system's configuration.
az: Bu paketin quraşdırılması sisteminizin tənzimləməsi tərəfindən əngəllənir.
eu: Pakete hau instalatzea eragotzi du zure paketeak kudeatzeko sistemako konfigurazioak.
ka: პაკეტის დაყენება აკრძალულია თქვენი პაკეტის სისტემის კონფიგურაციის მიერ.
ko: 패키지 관리자 설정 때문에 이 패키지를 설치하지 못했습니다.

source: The package that was downloaded is corrupt and needs to be downloaded again.
az: Bu paket yüklənərkən pozulub və yenidən yüklənməsi lazımdır.
eu: Zama-jaitsi den paketea hondatuta dago eta berriz zama-jaisteko beharra dago.
ka: გადმოწერილი პაკეტი დაზიანებულია და თავიდან გადმოწერას საჭიროებს.
ko: 다운로드한 패키지가 손상되어 다시 다운로드해야 합니다.

source: All of the packages selected for install are already installed on the system.
az: Quraşdırmaq üçün seçdiyiniz bütün paketlər artıq sistemdə quraşdırılıb.
eu: Instalatzeko hautatu diren pakete guztiak, dagoeneko, zure sisteman instalatuta daude.
ka: დასაყენებლად მონიშნული ყველა პაკეტ ამ სისტემაზე უკვე დაყენებულია.
ko: 설치하려고 선택한 모든 패키지가 이미 시스템에 설치되어 있습니다.

source: The specified file could not be found on the system. Check that the file still exists and has not been deleted.
az: Verilmiş faylı sistemdə tapmaq mümkün olmadı. Faylın mövcud olduğuna və silinmədiyinə əmin olun.
eu: Adierazitako fitxategia ezin izan da sisteman aurkitu. Egiaztatu fitxategia oraindik badagoela eta ez dela ezabatu.
ka: მითითებული ფაილი სისტემაში აღმოჩენილი არაა. შეამოწმეთ, ფაილი ჯერ კიდევ თუ არსებობს და ხომ არ წაგიშლიათ.
ko: 지정한 파일을 시스템에서 찾을 수 없습니다. 파일이 여전히 존재하며 삭제되지 않았는지 확인하십시오.

source: Required data could not be found on any of the configured software origins. There were no more download mirrors that could be tried.
az: Heç bir tənzimlənən proqram təminatı mənbəyində tələb olunan verilənlər tapılmadı. Artıq sınaqdan keçirilə biləcək yükləmə güzgüləri yoxdur.
eu: Beharrezko datuak ez dira aurkitu konfiguratutako software jatorrietan. Ez dago probatu daitekeen zama-jaisteko beste ispilurik.
ka: მოთხოვნილი მონაცემები არ არსებობს არც ერთ პროგრამების წყაროში. მეტი სარკე, სადაც ძებნა შეიძლებოდა, აღარ არსებობს.
ko: 설정한 소프트웨어 원본에서 필요한 데이터를 찾을 수 없습니다. 사용할 수 있는 다운로드 미러가 더 이상 없습니다.

source: Required upgrade data could not be found in any of the configured software origins. The list of distribution upgrades will be unavailable.
az: Yenilənmə üçün tələb olunan verilənlər tənzimlənmiş proqram təminatı mənbələrindən heç birində tapıla bilmədi. Distribütor yenilənmələri siyahısı əlçatmaz olacaq.
eu: Bertsio-berritzeko beharrezko datuak ezin izan dira aurkitu konfiguratutako software jatorrietan. Banaketako bertsio-berritze zerrenda ez da erabilgarri egongo.
ka: განახლებისთვის საჭირო მონაცემები პროგრამების ვერც ერთ მითითებულ წყაროში ვერ ვიპოვე. დისტრიბუტივების განახლებები ხელმიუწვდომელი იქნება.
ko: 필요한 업그레이드 데이터를 설정한 소프트웨어 원본에서 찾을 수 없습니다. 배포판 업그레이드 목록을 사용할 수 없습니다.

source: The package that is trying to be installed is incompatible with this system.
az: Quraşdırılmağa cəhd olunan paket bu sistemə uyğun deyil.
eu: Instalatu nahian dabilen paketea sistema honekin bateraezina da.
ka: პაკეტი, რომლის დაყენებასაც ცდილობთ, ამ სისტემასთან შეუთავსებელია.
ko: 설치하려는 패키지가 이 시스템과 호환되지 않습니다.

source: There is insufficient space on the device. Free some space on the system disk to perform this operation.
az: Cihazda kifayət qədər boş yer yoxdur. Bu əməliyyatın icra olunması üçün sistemdə yer boşaldın.
eu: Gailuan behar baino leku gutxiago dago. Hustu sistemako diskoan leku pixka bat eragiketa hau gauzatzeko.
ka: არასაკმარისი ადგილი დისკზე. ამ ოპერაციის დასასრულებლად აუცილებელია, რომ გარკვეული ადგილი გაათავისუფლოთ.
ko: 장치 공간이 부족합니다. 작업을 수행하려면 시스템 디스크에 여유 공간을 확보해야 합니다.

source: Additional media is required to complete the transaction.
az: Tranzaksiyanın başa çatması üçün əlavə daşıyıcı tələb olunur.
eu: Euskarri osagarria behar da eragiketa osatzeko.
ka: ტრანზაქციის დასასრულებლად დამატებითი მედიაა საჭირო.
ko: 트랜잭션을 완료하려면 추가 미디어가 필요합니다.

source: You have failed to provide correct authentication. Please check any passwords or account settings.
az: Düzgün kimlik doğrulamasından keçə bilmədiniz. Şifrənizi və hesab ayarlarını yoxlayın.
eu: Ez duzu autentifikatzeko informazio zuzenik eman. Egiaztatu pasahitzak eta kontuko ezarpenak.
ka: ავთენტიკაცია ვერ მოახერხეთ. შეამოწმეთ პაროლი ან ანგარიშის პარამეტრები.
ko: 인증할 수 없습니다. 암호나 계정 설정을 확인하십시오.

source: The specified update could not be found. It could have already been installed or no longer available on the remote server.
az: Göstərilən yenilənmə tapılmadı. Ola bilsin ki, o artıq quraşdırılıb və ya ya uzaq serverdə mövcud deyil.
eu: Adierazitako eguneratzea ezin izan da aurkitu. Agian dagoeneko instalatu da edo jada dago ez dago erabilgarri urrutiko zerbitzarian.
ka: მითითებული განახლება ვერ ვიპოვე. ის ან უკვე დაყენებულია, ან უკვე ხელმიუწვდომელია.
ko: 지정한 업데이트를 찾을 수 없습니다. 이미 설치되어 있거나 원격 서버에서 더 이상 사용할 수 없습니다.

source: The package could not be installed from untrusted origin.
az: Paketi etibarsız mənbədən quraşdırmaq mümkün deyil.
eu: Paketea ezin zen instalatu konfiantzarik gabeko jatorri batetik.
ka: პაკეტის არასანდო წყაროდან დაყენება შეუძლებელია.
ko: 신뢰할 수 없는 출처에서 패키지를 설치할 수 없습니다.

source: The package could not be updated from untrusted origin.
az: Paketi etibarsız mənbədən yeniləmək mümkün deyil.
eu: Paketea ezin zen eguneratu konfiantzarik gabeko jatorri batetik.
ka: პაკეტის არასანდო წყაროდან განაზლება შეუძლებელია.
ko: 신뢰할 수 없는 출처에서 패키지를 업데이트할 수 없습니다.

source: The file list is not available for this package.
az: Fayl siyahısı bu paket üçün əlçatan deyil.
eu: Pakete honen fitxategi-zerrenda ez dago erabilgarri.
ka: ამ პაკეტისთვის ფაილების სია ხელმისაწვდომი არაა.
ko: 이 패키지의 파일 목록을 사용할 수 없습니다.

source: The information about what requires this package could not be obtained.
az: Bu paket nəyə lazım olması haqqında məlumat almaq mümkün olmadı.
eu: Pakete honen eskakizunen gaineko informazioa ezin izan da lortu.
ka: ინფორმაცია იმაზე, რას სჭირდება ეს პაკეტი, ხელმიუწვდომელია.
ko: 이 패키지를 필요로 하는 것의 정보를 얻을 수 없습니다.

source: The specified software origin could not be disabled.
az: Göstərilmiş proqram təminatı mənbəyi söndürülə bilməz.
eu: Adierazitako software jatorria ezin izan da desgaitu.
ka: პროგრამების მითითებული წყაროს გათიშვა შეუძლებელია.
ko: 지정한 소프트웨어 출처를 비활성화할 수 없습니다.

source: The download could not be done automatically and should be done manually. More information is available in the detailed report.
az: Yükləmə avtomatik yerinə yetirilə bilmədi və bu əllə edilə bilər. Daha çox məlumatlar ətraflı hesabatda mövcuddur.
eu: Zama-jaistea ezin izan da automatikoki egin eta eskuz egin beharko litzateke. Informazio gehiago erabilgarri dago txosten xehatuan.
ka: ავტომატური გადმოწერა შეუძლებელია და ხელით უნდა მოხდეს. მეტი ინფორმაცია დეტალურ ანგარიშშია ხელმისაწვდომი.
ko: 자동으로 다운로드할 수 없으며 직접 다운로드해야 합니다. 자세한 정보는 보고서를 참조하십시오.

source: One of the selected packages failed to configure correctly. More information is available in the detailed report.
az: Seçilmiş paketlərdən birini düzgün tənzimləmək mümkün olmadı. Daha çox məlumatlar ətraflı hesabatda mövcuddur.
eu: Hautatutako paketeetako bat ondo konfiguratzea huts egin du. Informazio gehiago erabilgarri dago txosten xehatuan.
ka: ერთი ან მეტი მონიშნული პაკეტის სწორად მორგება შეუძლებელია. მეტი ინფორმაცია დეტალურ ანგარიშში შეგიძლიათ, იხილოთ.
ko: 선택한 패키지 중 하나가 올바르게 설정되지 않았습니다. 자세한 정보는 보고서를 참조하십시오.

source: One of the selected packages failed to build correctly. More information is available in the detailed report.
az: Seçilmiş paketlərdən birini düzgün yığmaq mümkün olmadı. Daha çox məlumatlar ətraflı hesabatda mövcuddur.
eu: Hautatutako paketeetako bat ondo eraikitzea huts egin du. Informazio gehiago erabilgarri dago txosten xehatuan.
ka: ერთი ან მეტი პაკეტის აგების შეცდომა. მეტი ინფორმაცია შეგიძლიათ დეტალურ ანგარიშში იხილოთ.
ko: 선택한 패키지 중 하나가 올바르게 빌드되지 않았습니다. 자세한 정보는 보고서를 참조하십시오.

source: One of the selected packages failed to install correctly. More information is available in the detailed report.
az: Seçilmiş paketlərdən birini düzgün quraşdırmaq mümkün olmadı. Daha çox məlumatlar ətraflı hesabatda mövcuddur.
eu: Hautatutako paketeetako bat ondo instalatzea huts egin du. Informazio gehiago erabilgarri dago txosten xehatuan.
ka: ერთი ან მეტი პაკეტის დაყენების შეცდომა. მეტი ინფორმაცია შეგიძლიათ დეტალურ ანგარიშში იხილოთ.
ko: 선택한 패키지 중 하나가 올바르게 설치되지 않았습니다. 자세한 정보는 보고서를 확인하십시오.

source: One of the selected packages failed to be removed correctly. More information is available in the detailed report.
az: Seçilmiş paketlərdən birini düzgün silmək mümkün olmadı. Daha çox məlumatlar ətraflı hesabatda mövcuddur.
eu: Hautatutako paketeetako bat ondo kentzea huts egin du. Informazio gehiago erabilgarri dago txosten xehatuan.
ka: ერთი ან მეტი პაკეტის წაშლის შეცდომა. მეტი ინფორმაცია შეგიძლიათ დეტალურ ანგარიშში იხილოთ.
ko: 선택한 패키지 중 하나를 올바르게 삭제하지 못했습니다. 자세한 정보는 보고서를 확인하십시오.
