Repository: KDE/apper
Catalog: po/*/plasma_applet_org.packagekit.updater.po
Languages: bg, eo, id, tg

source: Failed to get update details
bg: Неуспешно получаване на данни за обновления
eo: Malsukcesis akiri ĝisdatigajn detalojn
id: Gagal mendapatkan perincian pembaruan
tg: Гирифтани тафсилоти навсозӣ қатъ шуд

source: Version: %1
bg: Версия: %1
eo: Versio: %1
id: Versi %1:
tg: Нашр: %1

source: Updates: %1
bg: Обновления: %1
eo: Ĝisdatigoj: %1
id: Pembaruan: %1
tg: Навсозиҳо: %1

source: Software Updates
bg: Софтуерни обновления
eo: Programar-Ĝisdatigoj
id: Pembaruan Perangkat Lunak
tg: Навсозиҳои нармафзор

source: Check for new updates
bg: Проверка за обновления
eo: Kontroli pri novaj aktualigoj
id: Periksa pembaruan yang baru
tg: Омодагии навсозиҳоро тафтиш кунед

source: Failed to get updates
bg: Неуспешно получаване на обновления
eo: Malsukcesis ricevi aktualigojn
id: Gagal mendapatkan pembaruan
tg: Гирифтани навсозиҳо қатъ шуд

source: You have one update
bg: Има едно налично обновление
eo: Vi havas unu aktualigon
id: Kamu memiliki satu pembaruan
tg: Барои низоми шумо як навсозӣ омода шуд

source: Your system is up to date
bg: Системата е актуална
eo: Via sistemo estas ĝisdatigita
id: Sistemmu telah terbarukan.
tg: Низоми шумо нав аст

source: Cancel
bg: Отказ
eo: Nuligi
id: Batal
tg: Бекор кардан

source: Install
bg: Инсталиране
eo: Instali
id: Instal
tg: Насб кардан
